[
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Goodsprings",
    "name_real": "Goodsprings, Nevada",
    "lat": 35.8316,
    "lon": -115.432,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Small desert town where the Courier begins their journey.",
    "description_full": "Goodsprings is a real desert town in Nevada and serves as the starting point in Fallout: New Vegas. The settlement matches the town's name, placement, and surrounding hills, making it a direct real-world mapping in the Mojave Wasteland.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Hoover Dam",
    "name_real": "Hoover Dam",
    "lat": 36.0162,
    "lon": -114.7377,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Strategic pre-war dam powering NCR and Legion ambitions.",
    "description_full": "Hoover Dam anchors the endgame conflict in Fallout: New Vegas, controlling power and water in the region. The in-game structure retains the dam's real name, orientation, and location on the Colorado River, making it an exact real-world match.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "New Vegas Strip",
    "name_real": "Las Vegas Strip, Nevada",
    "lat": 36.1157,
    "lon": -115.1728,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Central strip of casinos ruled by Mr. House and the factions.",
    "description_full": "The New Vegas Strip rebuilds the heart of Las Vegas around its pre-war resort corridor. It is a clear analog to the real Las Vegas Strip, sharing geography and casino-lined layout even as the in-game skyline condenses notable towers for gameplay.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Nellis Air Force Base",
    "name_real": "Nellis Air Force Base",
    "lat": 36.246,
    "lon": -115.0326,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Boomer stronghold guarding pre-war flight technology.",
    "description_full": "Nellis Air Force Base appears on Fallout: New Vegas as the fiercely defended home of the Boomers. The base uses the real site's name and placement northeast of Las Vegas, with runways and hangars aligned to the real-world airfield.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Helios One",
    "name_real": "Nevada Solar One, Boulder City",
    "lat": 35.8453,
    "lon": -114.9817,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Solar tower station contested for its experimental power output.",
    "description_full": "Helios One is an NCR-held solar plant in Fallout: New Vegas that houses the ARCHIMEDES weapon project. It is a clear analog to the real Nevada Solar One facility near Boulder City, mirroring the location and heliostat field while expanding the tower's capabilities for the game's plot.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Washington Monument",
    "name_real": "Washington Monument, Washington, DC",
    "lat": 38.8895,
    "lon": -77.0353,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Iconic obelisk broadcasting Three Dog's restored radio signal.",
    "description_full": "The Washington Monument dominates the National Mall in Fallout 3 and houses the relay for Galaxy News Radio. Its position, height, and appearance match the real monument, making it a precise navigational landmark in the Capital Wasteland.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Jefferson Memorial",
    "name_real": "Thomas Jefferson Memorial, Washington, DC",
    "lat": 38.8814,
    "lon": -77.0365,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Ruined memorial converted into Project Purity's water plant.",
    "description_full": "In Fallout 3, the Jefferson Memorial becomes the site for Project Purity, the massive water purification effort. The building keeps the real memorial's domed design and Tidal Basin location, grounding the questline in an exact DC landmark.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Arlington Cemetery",
    "name_real": "Arlington National Cemetery",
    "lat": 38.8799,
    "lon": -77.073,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "War memorial grounds filled with fallen soldiers and ghouls.",
    "description_full": "Arlington Cemetery appears in Fallout 3 as a somber battlefield of the dead. Its hillside setting across the Potomac and rows of headstones mirror the real Arlington National Cemetery, reinforcing the devastation of the DC area.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "The Capitol",
    "name_real": "United States Capitol",
    "lat": 38.8899,
    "lon": -77.0091,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Battle-scarred seat of government overrun by Super Mutants.",
    "description_full": "The Capitol in Fallout 3 is the bombed-out United States Capitol Building, contested by Super Mutants and Talon Company. Its dome, wings, and National Mall placement replicate the real structure, anchoring combat amid recognizable DC ruins.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Lincoln Memorial",
    "name_real": "Lincoln Memorial, Washington, DC",
    "lat": 38.8893,
    "lon": -77.0502,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Enslavement dispute site centered on Lincoln's iconic statue.",
    "description_full": "The Lincoln Memorial in Fallout 3 hosts the conflict between the Reilly's Rangers and slavers over the statue's restoration. Its Reflecting Pool vista and steps align with the real memorial, preserving the monument's silhouette in the wasteland.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Diamond City",
    "name_real": "Fenway Park, Boston, MA",
    "lat": 42.3467,
    "lon": -71.0972,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Largest Commonwealth market built within a baseball stadium.",
    "description_full": "Diamond City in Fallout 4 repurposes the stands and field of a pre-war ballpark into a bustling settlement. It is a clear analog to Fenway Park, matching the Kenmore Square location and diamond layout while adapting the Green Monster into defensive walls.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Bunker Hill",
    "name_real": "Bunker Hill Monument, Boston, MA",
    "lat": 42.3763,
    "lon": -71.0611,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Trading hub beneath the historic obelisk in Charlestown.",
    "description_full": "Bunker Hill is a mercantile settlement in Fallout 4 positioned around a towering obelisk. The site is the real Bunker Hill Monument in Charlestown, preserving the monument's form and adjacent streets as a strategic meeting point.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "USS Constitution",
    "name_real": "USS Constitution, Charlestown Navy Yard",
    "lat": 42.3739,
    "lon": -71.056,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Pre-war frigate crewed by robots trying to launch again.",
    "description_full": "The USS Constitution appears in Fallout 4 with a robot crew attempting to sail and even fly the historic frigate. It is the actual preserved ship from the Charlestown Navy Yard, relocated only slightly within Boston for gameplay staging.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Old North Church",
    "name_real": "Old North Church, Boston, MA",
    "lat": 42.3663,
    "lon": -71.0544,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Railroad headquarters hidden beneath Boston's oldest church.",
    "description_full": "Old North Church shelters the Railroad faction's HQ in Fallout 4, accessed through the Freedom Trail puzzle. The church is the real 18th-century landmark in Boston's North End, with its steeple and surrounding streets largely intact in the game.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "The Castle",
    "name_real": "Fort Independence, Castle Island, Boston",
    "lat": 42.3389,
    "lon": -71.0166,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Minutemen stronghold reclaimed on the Boston waterfront.",
    "description_full": "The Castle in Fallout 4 is the seaside fortress headquarters of the Minutemen. It is a clear analog to Fort Independence on Castle Island, sharing the star-shaped coastal fort layout while adding breaches and tunnels to suit the game's siege storyline.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Shady Sands",
    "name_real": "Shoshone, California area",
    "lat": 35.9802,
    "lon": -116.2706,
    "media": [
      "FO1",
      "FO2",
      "TV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Original NCR capital built beside Vault 15's ruins.",
    "description_full": "Shady Sands is the first settlement in Fallout and later the capital of the New California Republic. It is commonly mapped near the real desert community of Shoshone, California adjacent to the Vault 15 site, making it a clear analog rather than a named town.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault 13",
    "name_real": "Panamint Mountains, Death Valley",
    "lat": 36.3614,
    "lon": -117.144,
    "media": [
      "FO1",
      "FO2"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Vault-Tec refuge where the Vault Dweller begins their quest.",
    "description_full": "Vault 13 is the starting bunker of Fallout and a key location in Fallout 2's history. Fan and developer maps place it in the Panamint Mountains on the western edge of Death Valley, an analog site that fits the game's desert canyon entrance.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Necropolis (Vault 12)",
    "name_real": "Bakersfield, California",
    "lat": 35.3733,
    "lon": -119.0187,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "settlement",
      "vault"
    ],
    "description_short": "Ghoul city built around the failed Vault 12 in Bakersfield.",
    "description_full": "Necropolis in Fallout is a ruined settlement of ghouls occupying Vault 12, widely linked to the real city of Bakersfield where the vault's entrance was hidden. The in-game street grid and location on the west side of the Mojave support this clear analog mapping.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Boneyard",
    "name_real": "Downtown Los Angeles, California",
    "lat": 34.0407,
    "lon": -118.2468,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ruined Los Angeles sprawl housing Adytum and the Blades.",
    "description_full": "The Boneyard is Fallout's depiction of post-war Los Angeles, including the Adytum settlement and faction conflicts. Its position on series maps aligns with downtown LA's grid and stadium ruins, making it a well-established analog for the former metropolis.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Sierra Army Depot",
    "name_real": "Sierra Army Depot, Herlong, California",
    "lat": 40.2679,
    "lon": -120.1428,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Automated military depot containing pre-war technology.",
    "description_full": "Sierra Army Depot appears in Fallout 2 as a hazardous military storehouse filled with robots and old world ordnance. The game uses the real U.S. Army facility in Herlong by name and geography, making this an exact mapped location in northern California.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "San Francisco (The Shi)",
    "name_real": "San Francisco, California",
    "lat": 37.7749,
    "lon": -122.4194,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Coastal hub controlled by the Shi with advanced tech.",
    "description_full": "San Francisco in Fallout 2 houses the Shi and Hubologists, using recognizable wharf and Chinatown districts. The city keeps its real coastline and street layout, making it an exact match for the real San Francisco despite factional reinterpretations.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Camp McCarran",
    "name_real": "Harry Reid International Airport, Las Vegas",
    "lat": 36.0801,
    "lon": -115.1522,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "NCR's primary Mojave base built in the pre-war airport terminal.",
    "description_full": "Camp McCarran in Fallout: New Vegas occupies the terminals of the Las Vegas airport, serving as the NCR's headquarters and airstrip. The in-game layout mirrors Harry Reid International Airport's runways and main terminal footprint, repurposed for military logistics.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Primm",
    "name_real": "Primm, Nevada",
    "lat": 35.6123,
    "lon": -115.3906,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Border town with the Vikki and Vance Casino and a roller coaster skyline.",
    "description_full": "Primm appears in Fallout: New Vegas as a small settlement straddling the NCR-Legion frontier. The game uses the real town of Primm, including its highway-side casinos and the Buffalo Bill's roller coaster silhouette along Interstate 15.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Nipton",
    "name_real": "Nipton, California",
    "lat": 35.4658,
    "lon": -115.2795,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Lottery-stricken desert town crucified by Caesar's Legion.",
    "description_full": "Nipton in Fallout: New Vegas retains the real desert junction's name and placement along the road toward Searchlight. The game's burnt-out storefronts and crossroads layout match Nipton's sparse grid before its takeover by the Legion.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Novac",
    "name_real": "Cal-Nev-Ari, Nevada",
    "lat": 35.3096,
    "lon": -114.8786,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Roadside motel town watched over by the Dinky the T-Rex statue.",
    "description_full": "Novac is a Route 95 stopover in Fallout: New Vegas whose name references the Nevada-California border. Its position and one-street layout correspond to Cal-Nev-Ari, with the in-game dinosaur billboard standing in for the town's real roadside attractions.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Nelson",
    "name_real": "Nelson, Nevada",
    "lat": 35.7064,
    "lon": -114.7926,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Legion-occupied mining town overlooking the Colorado River.",
    "description_full": "Nelson in Fallout: New Vegas is seized by Caesar's Legion and used as a slave camp. The game keeps the real Nelson mining town's location above the El Dorado Canyon, aligning the main street and hillside shacks with the pre-war settlement site.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Red Rock Canyon",
    "name_real": "Red Rock Canyon National Conservation Area, NV",
    "lat": 36.1353,
    "lon": -115.4279,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Great Khans refuge tucked into sandstone cliffs west of Vegas.",
    "description_full": "Red Rock Canyon serves as the Great Khans' base in Fallout: New Vegas. The camp sits within the real Red Rock Canyon conservation area outside Las Vegas, mirroring the ring of sandstone cliffs and desert trails that define the national landmark.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Black Mountain",
    "name_real": "Black Mountain / Frenchman Mountain, Nevada",
    "lat": 36.2076,
    "lon": -114.9887,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Super Mutant radio fortress broadcasting from a desert peak.",
    "description_full": "Black Mountain in Fallout: New Vegas hosts Tabitha's mutant-run radio tower on a prominent peak east of the Strip. The site corresponds to the real Frenchman Mountain ridge, whose summit masts and desert slopes match the in-game ascent.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Hidden Valley",
    "name_real": "Hidden Valley, Sloan Canyon area, Nevada",
    "lat": 35.9681,
    "lon": -115.4383,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Brotherhood of Steel bunkers concealed beneath desert sands.",
    "description_full": "Hidden Valley shelters the Brotherhood of Steel in Fallout: New Vegas inside buried bunkers south of Vegas. The location matches the real Hidden Valley in the McCullough Range, using the valley's circular depressions and access roads as entry points.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Cottonwood Cove",
    "name_real": "Cottonwood Cove, Nevada",
    "lat": 35.4106,
    "lon": -114.6541,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Legion river outpost and slave camp on Lake Mohave's shore.",
    "description_full": "Cottonwood Cove in Fallout: New Vegas is Caesar's Legion's landing point on the Colorado River. The encampment is placed at the real Cottonwood Cove marina on Lake Mohave, reusing the shoreline, dock area, and access road seen in modern maps.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Bitter Springs Refugee Camp",
    "name_real": "Bitter Springs, Nevada",
    "lat": 36.3589,
    "lon": -114.5029,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "NCR refugee camp scarred by a tragic misfire against Great Khans.",
    "description_full": "Bitter Springs in Fallout: New Vegas is an NCR-run refugee camp and the site of a notorious massacre. It occupies the real Bitter Springs basin northeast of Lake Mead, aligning with the spring-fed valley and surrounding canyon walls.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Camp Golf",
    "name_real": "Reflection Bay Golf Course, Lake Las Vegas",
    "lat": 36.1081,
    "lon": -114.9275,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "NCR encampment occupying a lakeside golf resort.",
    "description_full": "Camp Golf is an NCR base in Fallout: New Vegas set on a ruined golf resort by Lake Las Vegas. The location parallels the Reflection Bay Golf Course shoreline and clubhouse, adapting the fairways into tent rows and firing ranges.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Camp Forlorn Hope",
    "name_real": "Arizona Bay / Lake Mohave east shore",
    "lat": 35.3831,
    "lon": -114.6445,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Front-line NCR camp locked in a grinding fight with Legion forces.",
    "description_full": "Camp Forlorn Hope is the NCR's beleaguered forward post in Fallout: New Vegas. It sits on the east shore of Lake Mohave opposite Cottonwood Cove, matching the shoreline flats and road access seen in the game's map relative to Boulder City and Hoover Dam.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 21",
    "name_real": "Las Vegas Strip Vault Site",
    "lat": 36.1215,
    "lon": -115.172,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Mr. House's renovated vault casino beneath the Strip.",
    "description_full": "Vault 21 in Fallout: New Vegas was sealed under the Las Vegas Strip and later converted into a hotel by Mr. House. Its entrance aligns with the central Strip corridor, mapping to the casino zone between Flamingo Road and Sands Avenue in real Las Vegas.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 22",
    "name_real": "Spring Mountains Wilderness, Nevada",
    "lat": 36.288,
    "lon": -115.645,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Overgrown research vault studying agricultural breakthroughs.",
    "description_full": "Vault 22 in Fallout: New Vegas lies in the Spring Mountains west of the Mojave Outpost, where experiments on plants ran wild. Its canyon entry corresponds to trailheads in the Spring Mountains Wilderness, situating it among the range's deep ravines.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 11",
    "name_real": "Primm Valley foothills, Nevada",
    "lat": 35.708,
    "lon": -115.321,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Sacrificial vault where residents voted one member to die each year.",
    "description_full": "Vault 11 appears in Fallout: New Vegas south of Las Vegas near the Nevada-California line. Its position in the arid foothills west of the I-15 mirrors the desert mesas outside Primm, anchoring the vault to a specific stretch of Mojave terrain.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 19",
    "name_real": "Clark County mine country, Nevada",
    "lat": 35.8957,
    "lon": -115.335,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Split-color experiment vault later taken over by escaped convicts.",
    "description_full": "Vault 19 sits northwest of the NCR Correctional Facility in Fallout: New Vegas. The underground complex is placed among the gypsum hills west of the Nevada Test Site, aligning with the mining corridors off Highway 161 in Clark County.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 34",
    "name_real": "Lake Las Vegas shore, Nevada",
    "lat": 36.105,
    "lon": -114.917,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Overcrowded armory vault leaking radiation into the lake.",
    "description_full": "Vault 34 in Fallout: New Vegas is an armory vault east of New Vegas whose failed reactor irradiated nearby waters. Its cave entrance lines up with the north side of Lake Las Vegas, matching the shoreline cliffs used for the vault's collapsed access.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "NCR Correctional Facility",
    "name_real": "Jean Conservation Camp, Nevada",
    "lat": 35.792,
    "lon": -115.323,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Former NCR prison overrun by escaped Powder Gangers.",
    "description_full": "The NCR Correctional Facility in Fallout: New Vegas serves as the Powder Gangers' headquarters after a riot. It occupies the real-world site of the Jean Conservation Camp south of Las Vegas, sharing the remote desert location and layout of walled dormitories.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "The Citadel",
    "name_real": "The Pentagon, Arlington, VA",
    "lat": 38.8719,
    "lon": -77.0563,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Brotherhood of Steel headquarters built within the fortified Pentagon.",
    "description_full": "In Fallout 3, the Citadel is the Brotherhood's stronghold occupying the ruined Pentagon. The structure keeps the real building's five-sided footprint on the Potomac, adapting its rings into defensive positions while maintaining its iconic shape.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "White House Crater",
    "name_real": "The White House, Washington, DC",
    "lat": 38.8977,
    "lon": -77.0365,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Radiation-blasted ruins of the pre-war U.S. executive mansion.",
    "description_full": "Fallout 3 depicts the White House as a heavily cratered ruin inaccessible due to radiation. The site is the exact location of the real White House on Pennsylvania Avenue, underscoring the devastation to America's seat of power.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "National Archives",
    "name_real": "National Archives Building, Washington, DC",
    "lat": 38.8921,
    "lon": -77.0229,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Home of the Declaration of Independence amid super mutant assaults.",
    "description_full": "The National Archives in Fallout 3 is a multi-level dungeon where players recover the Declaration of Independence. It occupies the real Archives building on Constitution Avenue, keeping the neoclassical facade and central rotunda as key spaces.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Museum of Technology",
    "name_real": "Smithsonian National Air and Space Museum",
    "lat": 38.8882,
    "lon": -77.0199,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Mall museum housing the Virgo II lunar lander exhibit and radio dish parts.",
    "description_full": "The Museum of Technology in Fallout 3 is modeled after the Smithsonian Air and Space Museum on the National Mall. Its galleries, planetarium, and aircraft displays parallel the real museum's layout, making the in-game structure an exact analog of the landmark.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Union Station",
    "name_real": "Union Station, Washington, DC",
    "lat": 38.8977,
    "lon": -77.0069,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed transit hub linking multiple metro tunnels in the Mall.",
    "description_full": "Union Station appears in Fallout 3 as a ruined transportation hub connecting several metro lines. It uses the real station's placement near Capitol Hill and replicates the Beaux-Arts facade, with the concourse serving as a metro access maze.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Washington National Cathedral",
    "name_real": "Washington National Cathedral",
    "lat": 38.9303,
    "lon": -77.0721,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Gothic cathedral whose spire serves as a Brotherhood sniper nest.",
    "description_full": "Washington National Cathedral is accessible in Fallout 3, featuring collapsed nave sections and Brotherhood snipers. The building matches the real cathedral's hilltop site and Gothic silhouette, offering a clear real-world anchor in northwest DC.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Dupont Circle",
    "name_real": "Dupont Circle, Washington, DC",
    "lat": 38.9096,
    "lon": -77.0434,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Metro hub and crumbling traffic circle prowled by Super Mutants.",
    "description_full": "Dupont Circle in Fallout 3 features breached metro entrances and ruined townhouses ringing the circle. Its location and street radii directly match the real Dupont Circle layout, grounding the combat encounters in a recognizable DC neighborhood.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Raven Rock",
    "name_real": "Raven Rock Mountain Complex, Pennsylvania",
    "lat": 39.7421,
    "lon": -77.4325,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Hidden Enclave bunker network carved into a Pennsylvania mountain.",
    "description_full": "Raven Rock in Fallout 3 is the Enclave's command bunker situated beneath a mountain north of DC. It corresponds directly to the real Raven Rock Mountain Complex (Site R), using the same ridge and underground military concept for the late-game confrontation.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Rivet City",
    "name_real": "Washington Navy Yard piers, DC",
    "lat": 38.8686,
    "lon": -76.9949,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Aircraft carrier city anchored off the Anacostia waterfront.",
    "description_full": "Rivet City in Fallout 3 is built on a beached aircraft carrier that hosts a sprawling marketplace and lab. The ship rests at the Washington Navy Yard piers along the Anacostia River, reflecting the area's naval history even though no carrier docked there pre-war.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Megaton",
    "name_real": "Fairfax Station area, Virginia",
    "lat": 38.7744,
    "lon": -77.3053,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Scrap-built crater town centered on an undetonated atomic bomb.",
    "description_full": "Megaton in Fallout 3 is a circular scrap town assembled around a live bomb west of DC. Its map position corresponds to the rural area near Fairfax Station, aligning with roads leading toward the Capital Wasteland while acknowledging the fictional settlement.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Arlington Memorial Bridge",
    "name_real": "Arlington Memorial Bridge, DC",
    "lat": 38.8895,
    "lon": -77.0509,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Key Potomac crossing linking the Mall to Arlington Cemetery.",
    "description_full": "The Arlington Memorial Bridge in Fallout 3 spans the Potomac between the Lincoln Memorial and Arlington Cemetery. Its placement, statue sentries, and multi-arch design match the real bridge, serving as a heavily contested choke point in the ruins.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Little Lamplight",
    "name_real": "Great Falls Park caves area, Virginia",
    "lat": 39.0114,
    "lon": -77.3953,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Child-run cavern community barring adults from entry.",
    "description_full": "Little Lamplight in Fallout 3 is a settlement of children living in natural caverns west of DC. Its map position aligns with cave systems near Great Falls Park, using the Potomac gorge's cliffs and trails as the real-world anchor for the subterranean village.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Boston Public Library",
    "name_real": "Boston Public Library, Copley Square",
    "lat": 42.3492,
    "lon": -71.0775,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Ruined research library guarded by Super Mutants and Protectrons.",
    "description_full": "The Boston Public Library appears in Fallout 4 as a multi-level dungeon containing pre-war archives. Its design mirrors the McKim Building at Copley Square, keeping the facade, grand staircase, and interior reading rooms recognizable despite the damage.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Spectacle Island",
    "name_real": "Spectacle Island, Boston Harbor",
    "lat": 42.3174,
    "lon": -70.9957,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Isolated harbor island turned into a customizable player settlement.",
    "description_full": "Spectacle Island in Fallout 4 can be activated as a large buildable settlement after clearing Mirelurks. The landmass matches the real Spectacle Island in Boston Harbor, including its twin mounds and causeway alignment with Long Island.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Quincy Ruins",
    "name_real": "Quincy, Massachusetts",
    "lat": 42.2529,
    "lon": -71.0023,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Gunner-controlled coastal town south of Boston.",
    "description_full": "Quincy in Fallout 4 is a heavily contested Gunner stronghold with layered rooftops. Its placement on the coast and street grid aligns with the real city of Quincy, adapting recognizable colonial-era buildings into fortified positions.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Libertalia",
    "name_real": "Boston Harbor near Thompson Island",
    "lat": 42.3195,
    "lon": -71.0359,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Raider flotilla of jury-rigged hulls lashed together at sea.",
    "description_full": "Libertalia in Fallout 4 is a floating raider base assembled from ships and cargo platforms. It occupies waters east of Thompson Island in Boston Harbor, using the same channel and shipping lanes while fictionalizing the ramshackle fleet.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Goodneighbor",
    "name_real": "Scollay Square / Government Center, Boston",
    "lat": 42.3578,
    "lon": -71.0617,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Independent ghoul-friendly neighborhood built on Boston's old entertainment district.",
    "description_full": "Goodneighbor in Fallout 4 is a refuge for drifters and ghouls inside the city center. It stands where Scollay Square once was, matching the intersection near Government Center and using the surrounding brick facades as the basis for its tight streets.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Saugus Ironworks",
    "name_real": "Saugus Iron Works National Historic Site",
    "lat": 42.4696,
    "lon": -71.0118,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Forged raider stronghold inside a pre-war ironworks museum.",
    "description_full": "Saugus Ironworks in Fallout 4 is occupied by the Forged raider gang and includes a dramatic blast furnace fight. The location mirrors the real Saugus Iron Works National Historic Site, keeping its riverside setting and industrial buildings as the combat arena.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Faneuil Hall",
    "name_real": "Faneuil Hall, Boston, MA",
    "lat": 42.36,
    "lon": -71.0554,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Historic marketplace crawling with Super Mutants in the city core.",
    "description_full": "Faneuil Hall appears in Fallout 4 as a vertical combat space filled with Super Mutants. The building keeps its brick facade, meeting hall layout, and location beside Quincy Market, anchoring the encounter to a famous Boston landmark.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Boston Logan International Airport",
    "name_real": "Logan International Airport, Boston",
    "lat": 42.3629,
    "lon": -71.0104,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Brotherhood of Steel docking site for the Prydwen and vertibirds.",
    "description_full": "The Boston Airport in Fallout 4 becomes a Brotherhood of Steel staging area tied to the Prydwen airship. It occupies the real Logan International Airport on Boston Harbor, maintaining the runway orientations and terminal causeways visible on modern charts.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Walden Pond",
    "name_real": "Walden Pond, Concord, MA",
    "lat": 42.439,
    "lon": -71.3453,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Transcendentalist landmark hiding a raider-den shipping crate maze.",
    "description_full": "Walden Pond appears in Fallout 4 with a recreated Thoreau cabin and a submerged shipping crate dungeon. The site corresponds to the real Walden Pond in Concord, matching the shoreline, parking access, and preservation paths of the state reservation.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "University Point",
    "name_real": "University of Massachusetts Boston",
    "lat": 42.3148,
    "lon": -71.0386,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Synth-targeted coastal neighborhood built around a university campus.",
    "description_full": "University Point in Fallout 4 centers on a raider-infested college district targeted by the Institute. Its shoreline campus and midrise labs parallel the UMass Boston area on the Dorchester Bay waterfront, though the in-game name is fictionalized.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vault 81",
    "name_real": "Longwood Medical Area, Boston",
    "lat": 42.338,
    "lon": -71.1057,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Medical research vault still populated and trading with the surface.",
    "description_full": "Vault 81 in Fallout 4 hides beneath a still-functioning community focused on medical experiments. Its hatch is placed near Boston's Longwood Medical Area, tying the vault's research theme to the cluster of real hospitals and universities nearby.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vault 114",
    "name_real": "Park Street Station area, Boston",
    "lat": 42.3565,
    "lon": -71.062,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Mobster-controlled vault hidden beneath downtown's Park Street tunnels.",
    "description_full": "Vault 114 is accessed through Park Street Station in Fallout 4 and houses the mob boss Skinny Malone. The vault's placement under the subway lines aligns with the real Park Street and Tremont Street junction, using the downtown transit hub as its anchor.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Fort Strong",
    "name_real": "Long Island, Boston Harbor",
    "lat": 42.3337,
    "lon": -70.9899,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Super Mutant-held artillery fort guarding the harbor approach.",
    "description_full": "Fort Strong in Fallout 4 occupies an island fortification used by the U.S. military for experimental munitions. It draws from the real Long Island fort site at Boston Harbor, preserving the coastal batteries and dock access in its layout.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Parsons State Insane Asylum",
    "name_real": "Danvers State Hospital site, Massachusetts",
    "lat": 42.583,
    "lon": -70.97,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Mysterious hospital hiding Cabot family secrets and psionic tech.",
    "description_full": "Parsons State Insane Asylum in Fallout 4 is a preserved hospital where players uncover the Cabot family's artifact experiments. The imposing hilltop complex is a clear analog to the former Danvers State Hospital, sharing its outline and remote North Shore location.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Cambridge Police Station",
    "name_real": "Cambridge Police Headquarters, MA",
    "lat": 42.3745,
    "lon": -71.1012,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Brotherhood's early foothold where Paladin Danse runs Recon Squad Gladius.",
    "description_full": "The Cambridge Police Station in Fallout 4 is secured by Paladin Danse and serves as the player's first Brotherhood of Steel contact. It uses the real Cambridge Police Department headquarters site near Massachusetts Avenue, reflecting the brick exterior and street corner layout.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Fort Hagen",
    "name_real": "Natick Soldier Systems Center area, Massachusetts",
    "lat": 42.2899,
    "lon": -71.3453,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Military bunker where the player confronts the synth mercenary Kellogg.",
    "description_full": "Fort Hagen in Fallout 4 is an underground military complex housing the showdown with Kellogg. The location parallels the Natick Soldier Systems Center southwest of Boston, echoing its role as an Army research hub even though the in-game facility is fictionalized underground.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault 15",
    "name_real": "Mojave Desert north of Barstow",
    "lat": 35.379,
    "lon": -116.301,
    "media": [
      "FO1",
      "FO2",
      "TV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Collapsed vault whose survivors founded Shady Sands and the Khans.",
    "description_full": "Vault 15 in Fallout is repeatedly raided and eventually abandoned, birthing several post-war factions. Its placement in the Mojave Desert north of Barstow reflects in-game maps, tying the vault to the arid canyons along Interstate 15.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Hub",
    "name_real": "Barstow, California",
    "lat": 34.8958,
    "lon": -117.0173,
    "media": [
      "FO1"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Major trading center linking caravans across the southern wastes.",
    "description_full": "The Hub in Fallout is a bustling merchant city and the base of the Far Go Traders. Its desert crossroad location aligns with Barstow, California, a logistics hub along I-15 and historic Route 66, making it a well-grounded analog for the in-game marketplace.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "New Reno",
    "name_real": "Reno, Nevada",
    "lat": 39.5296,
    "lon": -119.8138,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Mob-ruled gambling city thriving amid the ruins of northern Nevada.",
    "description_full": "New Reno in Fallout 2 is a violent casino city controlled by competing crime families. It uses the real location and street grid of Reno, Nevada, preserving its casino row along Virginia Street while amplifying the city's post-war vice.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Gecko",
    "name_real": "Rancho Seco Nuclear Generating Station, California",
    "lat": 38.3574,
    "lon": -121.1201,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement",
      "monument"
    ],
    "description_short": "Ghoul-operated nuclear plant town supplying power to Vault City.",
    "description_full": "Gecko in Fallout 2 is a ghoul community built around a functioning nuclear reactor that can power Vault City. The facility is a clear analog to the decommissioned Rancho Seco nuclear plant southeast of Sacramento, sharing the cooling towers and rural setting.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Boulder City",
    "name_real": "Boulder City, Nevada",
    "lat": 35.9781,
    "lon": -114.8325,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Dam-adjacent town scarred by the Great Khans-NCR standoff.",
    "description_full": "Boulder City appears in Fallout: New Vegas as a partially ruined settlement east of Hoover Dam. It uses the real town's name and location beside Lake Mead, mirroring its pre-war role supporting the dam and the highway junction there.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Mojave Outpost",
    "name_real": "California Agricultural Inspection Station, Primm Pass",
    "lat": 35.2928,
    "lon": -115.2367,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "NCR checkpoint guarding the Mojave's western approach.",
    "description_full": "The Mojave Outpost is the NCR's border checkpoint in Fallout: New Vegas, serving as a staging point for patrols. It is an analog to the real agricultural inspection station on the California-Nevada line near Primm, sharing the highway placement and dual statues overlook.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sloan",
    "name_real": "Sloan, Nevada",
    "lat": 36.0122,
    "lon": -115.2092,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Quarry worker camp watching for deathclaws near Quarry Junction.",
    "description_full": "Sloan is a small NCR-affiliated camp in Fallout: New Vegas that supports the nearby limestone quarry. It occupies the real-world unincorporated community of Sloan along I-15, matching the name, position, and mining ties.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Jacobstown",
    "name_real": "Mount Charleston Lodge Area, Nevada",
    "lat": 36.2553,
    "lon": -115.6419,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Snowy Super Mutant refuge in the mountains northwest of Vegas.",
    "description_full": "Jacobstown in Fallout: New Vegas is a peaceful Super Mutant settlement hidden in the pines. It is a clear analog to the Mount Charleston resort area outside Las Vegas, sharing the high-elevation forest setting and lodge-style buildings.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Searchlight",
    "name_real": "Searchlight, Nevada",
    "lat": 35.465,
    "lon": -114.9199,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Irradiated NCR town overrun after a Legion attack on the church.",
    "description_full": "Camp Searchlight in Fallout: New Vegas is the contaminated remains of a once-active NCR town. It is built on the real community of Searchlight, Nevada, mirroring its location on US-95 and proximity to mining claims.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Zion Canyon",
    "name_real": "Zion National Park, Utah",
    "lat": 37.2982,
    "lon": -113.0263,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Sheer-walled canyon explored in the Honest Hearts expedition.",
    "description_full": "Honest Hearts sends the Courier into Zion Canyon, preserving the towering Navajo sandstone cliffs and river valleys of Zion National Park. The in-game landscape closely follows the park's geography and trails, making it a direct match.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Vault 3",
    "name_real": "West Las Vegas (I-15 Corridor)",
    "lat": 36.1571,
    "lon": -115.2401,
    "media": [
      "FNV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Fiend-occupied vault beneath the western Vegas suburbs.",
    "description_full": "Vault 3 in Fallout: New Vegas is located below the western side of Las Vegas and taken over by the Fiends. Its placement corresponds to the I-15 corridor neighborhoods west of the Strip, serving as an analog subterranean site beneath the real streets.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sunset Sarsaparilla Headquarters",
    "name_real": "Industrial Area off Valley View Blvd, Las Vegas",
    "lat": 36.146,
    "lon": -115.1836,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Bottling plant hiding the Legend of the Star blue star prize vault.",
    "description_full": "The Sunset Sarsaparilla Headquarters sits in west Las Vegas in Fallout: New Vegas, filled with bottling machinery and prize caps. It aligns with the industrial parks west of the Strip along Valley View Boulevard, acting as a clear analog to local beverage plants.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "REPCONN Headquarters",
    "name_real": "Former PEPCON Rocket Fuel Plant, Henderson, NV",
    "lat": 36.069,
    "lon": -115.037,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Corporate rocket lab haunted by ghouls and Mr. Handys in Vegas.",
    "description_full": "Fallout: New Vegas places the REPCONN Headquarters in Henderson, echoing the real rocket fuel and aerospace facilities there. It is an analog to the historical PEPCON plant area, matching the industrial setting southeast of Las Vegas.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Camp Guardian",
    "name_real": "Lake Mead Ranger Station Hill, Nevada",
    "lat": 36.2008,
    "lon": -114.4774,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Abandoned NCR lookout above Lake Mead overrun by lakelurks.",
    "description_full": "Camp Guardian overlooks Lake Mead in Fallout: New Vegas as a ruined NCR ranger camp. It mirrors the hilltop ranger outlooks on the lake's north shore, using the same vantage over coves and steep hiking approach as the real trail spur.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "The Fort",
    "name_real": "Fortification Hill, Lake Mead",
    "lat": 36.128,
    "lon": -114.669,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Caesar's Legion capital dug into volcanic Fortification Hill.",
    "description_full": "Caesar's camp in Fallout: New Vegas sits atop Fortification Hill, a real volcanic rise on Lake Mead's western shore. The game adapts the summit into a Legion fortress, retaining the hill's form and isolation from nearby roads.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Westside",
    "name_real": "Historic Westside, Las Vegas, NV",
    "lat": 36.1585,
    "lon": -115.1786,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Impoverished neighborhood of Vegas ringed by NCR and Freeside tensions.",
    "description_full": "Westside in Fallout: New Vegas is a struggling community on the fringe of the Strip. It aligns with Las Vegas's Historic Westside, occupying the same grid west of the casinos and reflecting its role as a marginalized neighborhood.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Freeside",
    "name_real": "Fremont Street District, Las Vegas, NV",
    "lat": 36.1716,
    "lon": -115.142,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Pre-Strip streets crowded with Kings, Followers, and drifters.",
    "description_full": "Freeside in Fallout: New Vegas covers the old streets north of the Strip and houses factions like the Kings and Followers of the Apocalypse. It is a clear analog to Las Vegas's Fremont Street area, sharing its layout of casinos-turned-tenements and neon remnants.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "REPCONN Test Site",
    "name_real": "Nevada Test Site Rocket Stand Area",
    "lat": 36.8339,
    "lon": -116.0336,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Desert rocket launch tower surrounded by feral ghouls and nightkin.",
    "description_full": "The REPCONN Test Site hosts the Bright Brotherhood's rocket in Fallout: New Vegas. Its isolated gantry in the desert mirrors old rocket stands on the Nevada Test Site near Mercury, adapting the Cold War proving grounds into a derelict launch complex.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Tenpenny Tower",
    "name_real": "Tenleytown Broadcast Tower, Washington, DC",
    "lat": 38.9436,
    "lon": -77.079,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Gated high-rise run by Allistair Tenpenny overlooking DC ruins.",
    "description_full": "Tenpenny Tower in Fallout 3 is a fortified luxury building south of the Capital Wasteland. It is an analog to the Tenleytown broadcast tower area in northwest DC, using the same hilltop prominence and radio mast silhouette as a defensible perch.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Canterbury Commons",
    "name_real": "Centreville, Virginia",
    "lat": 38.8404,
    "lon": -77.4289,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Trader hub known for the AntAgonizer and Mechanist feud.",
    "description_full": "Canterbury Commons serves as a caravan trading base in Fallout 3. Its location west of DC corresponds to Centreville, Virginia, acting as an analog small town on the same highway corridor the caravans use.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Arefu",
    "name_real": "Point of Rocks Railroad Bridge, Maryland",
    "lat": 39.2757,
    "lon": -77.5361,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Bridge-top village stalked by the Family of reformed vampires.",
    "description_full": "Arefu in Fallout 3 is a tiny settlement built across a highway bridge. It aligns with the Potomac crossing at Point of Rocks, Maryland, using the elevated span as an analog defensible platform over the river.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Bethesda Ruins",
    "name_real": "Bethesda, Maryland",
    "lat": 38.9847,
    "lon": -77.0947,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Raider-held office blocks in the shattered suburb bearing the studio's name.",
    "description_full": "The Bethesda Ruins in Fallout 3 depict the developer's namesake suburb as bombed-out offices occupied by raiders. The site sits where the real Bethesda, Maryland stands, matching its position northwest of DC along Wisconsin Avenue.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Vault 101",
    "name_real": "Great Falls Park Escarpment, Virginia",
    "lat": 38.9897,
    "lon": -77.2526,
    "media": [
      "FO3"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "The Lone Wanderer's sealed home beneath the hills west of DC.",
    "description_full": "Vault 101 lies under a rocky hill in Fallout 3 just outside the Capital Wasteland. Its placement aligns with the bluffs near Great Falls Park in Virginia, serving as an analog hidden facility in the same wooded terrain.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Vault 112",
    "name_real": "Fairfax Station Area, Virginia",
    "lat": 38.8605,
    "lon": -77.2622,
    "media": [
      "FO3"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Vault housing Braun's Tranquility Lane virtual experiment.",
    "description_full": "In Fallout 3, Vault 112 hides beneath Smith Casey's Garage southwest of DC. The vault's location corresponds to the rural stretch near Fairfax Station, providing an analog secluded site for Braun's pod-bound residents.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Point Lookout",
    "name_real": "Point Lookout State Park, Maryland",
    "lat": 38.0409,
    "lon": -76.3189,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Swampy boardwalk peninsula visited in the Point Lookout DLC.",
    "description_full": "The Point Lookout expansion for Fallout 3 recreates the marshes and Civil War-era sites of Point Lookout State Park. The in-game island keeps the same peninsula shape and lighthouse setting on the Chesapeake Bay.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Adams Air Force Base",
    "name_real": "Joint Base Andrews, Maryland",
    "lat": 38.8108,
    "lon": -76.8667,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Enclave stronghold and crawler launch site from Broken Steel.",
    "description_full": "Broken Steel's finale in Fallout 3 occurs at Adams Air Force Base, where the Enclave stages its crawler. The base sits where Joint Base Andrews does in reality, matching the runway layout southeast of DC.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "National Guard Depot",
    "name_real": "Fort Totten, Washington, DC",
    "lat": 38.9513,
    "lon": -77.0005,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Booby-trapped armory with a hidden experimental power armor vault.",
    "description_full": "The National Guard Depot in Fallout 3 is a fortified armory complex hiding prototype armor. It aligns with the Fort Totten military site in northeast DC, serving as an analog National Guard installation on the same rail spur.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "National Museum of Natural History",
    "name_real": "National Museum of Natural History, Washington, DC",
    "lat": 38.8913,
    "lon": -77.0261,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Mall museum harboring the Underworld ghoul enclave.",
    "description_full": "In Fallout 3, the Museum of Natural History anchors the National Mall and houses the ghoul community Underworld. The building keeps its real-world name, dome, and exact placement along the Mall's central stretch.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Super-Duper Mart (Springvale)",
    "name_real": "Falls Church Shopping Center, Virginia",
    "lat": 38.8823,
    "lon": -77.1711,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Raider-held grocery store supplying early-game scavenging runs.",
    "description_full": "The Springvale Super-Duper Mart in Fallout 3 stands just west of Megaton as a looted supermarket. It is an analog to suburban big-box stores near Falls Church, Virginia, occupying a similar highway-side footprint for early scavenging.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Paradise Falls",
    "name_real": "Great Falls Park, Virginia",
    "lat": 39.0008,
    "lon": -77.2538,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Slaver fortress perched above a shattered gorge north of DC.",
    "description_full": "Paradise Falls in Fallout 3 is a slaver-run compound built around a canyon. Its placement north of the Capital Wasteland corresponds to Great Falls Park on the Potomac, serving as an analog clifftop enclave overlooking rapids.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Concord",
    "name_real": "Concord, Massachusetts",
    "lat": 42.4604,
    "lon": -71.3489,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "First post-cryogenic firefight with Raiders and the Minutemen.",
    "description_full": "Concord is the Sole Survivor's first destination in Fallout 4, featuring the Museum of Freedom and the Minutemen's last stand. The town uses the real Concord's layout northwest of Boston, including its green and colonial streets.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Lexington",
    "name_real": "Lexington, Massachusetts",
    "lat": 42.4473,
    "lon": -71.2255,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Corvega factory town riddled with Raiders and ghouls early in the game.",
    "description_full": "Lexington in Fallout 4 hosts the Corvega Assembly Plant and a Raider-occupied neighborhood. The site matches the real Lexington east of Concord, adapting its grid and industrial blocks into a vertical car plant dungeon.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Mass Fusion Building",
    "name_real": "Prudential Tower, Boston, MA",
    "lat": 42.3473,
    "lon": -71.0828,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Corporate skyscraper central to Brotherhood vs. Institute conflicts.",
    "description_full": "The Mass Fusion Building dominates downtown Boston in Fallout 4 and houses a key reactor. It is a clear analog to the Prudential Tower, sharing the Back Bay location and tall office design, though rebranded for the game's energy conglomerate.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Trinity Tower",
    "name_real": "John Hancock Tower (200 Clarendon), Boston, MA",
    "lat": 42.3501,
    "lon": -71.0757,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Super Mutant stronghold where Rex and Strong are imprisoned.",
    "description_full": "Trinity Tower in Fallout 4 is a skyscraper seized by Super Mutants and climbed during the Curtain Call quest. It functions as an analog to the John Hancock Tower in Back Bay, mirroring its glassy profile and footprint near Copley Square.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Boston Public Garden",
    "name_real": "Boston Public Garden, Boston, MA",
    "lat": 42.3549,
    "lon": -71.0707,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Central parkland patrolled by Swan the behemoth in the pond.",
    "description_full": "Fallout 4's Boston Public Garden recreates the famous park and its lagoon, where the mutant 'Swan' lurks. The in-game space preserves the garden's location, bridges, and adjacent Boston Common landmarks in the downtown core.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nahant Oceanological Society",
    "name_real": "Nahant Marine Science Center, Massachusetts",
    "lat": 42.4265,
    "lon": -70.9184,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Seaside research lab overrun by synths and mirelurks on Nahant.",
    "description_full": "The Oceanological Society building in Fallout 4 sits on Nahant's peninsula as an abandoned marine lab. It is an analog to the Nahant Marine Science Center, sharing the coastal campus location and pier jutting into Massachusetts Bay.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Museum of Witchcraft",
    "name_real": "Salem Witch Museum, Salem, MA",
    "lat": 42.5229,
    "lon": -70.8903,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Creepy Salem museum hiding a deadly deathclaw encounter.",
    "description_full": "Fallout 4's Museum of Witchcraft is an abandoned attraction near Salem filled with eerie audio logs and a deathclaw. It acts as an analog to the Salem Witch Museum, keeping the town setting and historical tourism theme intact.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Revere Beach Station",
    "name_real": "Revere Beach MBTA Station, Massachusetts",
    "lat": 42.4078,
    "lon": -70.992,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed elevated metro stop along the coastal Blue Line ruins.",
    "description_full": "Revere Beach Station appears in Fallout 4 as a flooded metro platform used by raiders. It occupies the same location as the real MBTA station on Revere Beach Boulevard, mirroring the elevated tracks by the shoreline.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "West Everett Estates",
    "name_real": "Everett Neighborhood, Massachusetts",
    "lat": 42.4084,
    "lon": -71.0537,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Suburban cul-de-sac overtaken by raiders and guardbots near Malden.",
    "description_full": "West Everett Estates in Fallout 4 is a small suburb filled with raiders and patrolling Mister Handies. It parallels the residential blocks of Everett just north of Boston, making it an analog post-war cul-de-sac in the same area.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Natick Banks",
    "name_real": "Natick, Massachusetts",
    "lat": 42.2847,
    "lon": -71.3524,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Flooded western suburb prowled by mirelurks and super mutants.",
    "description_full": "Natick Banks in Fallout 4 is a ruined neighborhood partly submerged near the Glowing Sea edge. It sits where the real town of Natick does, adapting its lakeside streets into a high-radiation frontier suburb.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vault 118",
    "name_real": "Bar Harbor Coast, Maine",
    "lat": 44.3876,
    "lon": -68.2039,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Luxury seaside vault beneath the Cliff's Edge Hotel on Mount Desert Island.",
    "description_full": "Fallout 4's Far Harbor DLC introduces Vault 118 beneath the Cliff's Edge Hotel. The vault is set on Mount Desert Island near Bar Harbor, using the real coastal cliffs as an analog anchor for the subterranean facility.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Taffington Boathouse",
    "name_real": "Lowell Boat House Area, Massachusetts",
    "lat": 42.6495,
    "lon": -71.3162,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Waterfront homestead with a family tragedy note chain north of Boston.",
    "description_full": "Taffington Boathouse in Fallout 4 is a potential settlement on a river bend. It aligns with the boathouse areas along the Merrimack River near Lowell, serving as an analog riverside property adapted for homesteading.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Dunwich Borers",
    "name_real": "Quincy Quarries Reservation, Massachusetts",
    "lat": 42.2371,
    "lon": -71.0114,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Haunted open-pit quarry tied to the Dunwich occult storyline.",
    "description_full": "Dunwich Borers in Fallout 4 is an abandoned quarry descending into a Lovecraftian ruin. It serves as an analog to the Quincy Quarries south of Boston, sharing the stepped pits and granite ledges now filled with raiders.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "ArcJet Systems",
    "name_real": "Hanscom Field Aerospace Labs Area, Massachusetts",
    "lat": 42.3894,
    "lon": -71.2454,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Rocket engine research facility where the Brotherhood joins the player.",
    "description_full": "ArcJet Systems in Fallout 4 is a pre-war aerospace lab used during Paladin Danse's quest. It parallels the aerospace testing complexes near Hanscom Field outside Boston, acting as an analog rocket R&D site along Route 2A.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Sandy Coves Convalescent Home",
    "name_real": "Nahant Nursing Home Area, Massachusetts",
    "lat": 42.4189,
    "lon": -70.9231,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Trapped robotic attendants patrol this coastal retirement facility.",
    "description_full": "The Sandy Coves Convalescent Home in Fallout 4 sits on Nahant's shoreline, filled with malfunctioning Mr. Handies. It is an analog to the coastal nursing homes in Nahant, sharing the beachfront lot and residential design.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Longneck Lukowski's Cannery",
    "name_real": "Old Fish Cannery Site, Lynn/Nahant, MA",
    "lat": 42.4247,
    "lon": -70.9307,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Ghoul-run cannery with a foul meat secret on the North Shore.",
    "description_full": "Longneck Lukowski's Cannery in Fallout 4 is a processing plant turning questionable meat into canned goods. It mirrors historic fish canneries along the Lynn and Nahant waterfronts, using the same coastal warehouse footprint as an analog.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Navarro",
    "name_real": "Former Naval Air Station Navarro, California",
    "lat": 39.1605,
    "lon": -123.744,
    "media": [
      "FO2"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Vertibird-equipped Enclave oil facility on the northern coast.",
    "description_full": "Navarro in Fallout 2 serves as an Enclave outpost with vertibird pads and oil infrastructure. It is a clear analog to the decommissioned naval station near the town of Navarro on California's coast, sharing the remote coastal setting.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault City",
    "name_real": "Reno Outskirts (Vault 8 Site), Nevada",
    "lat": 39.5299,
    "lon": -119.8131,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement",
      "vault"
    ],
    "description_short": "Orderly post-war city powered by Vault 8's reactor and technology.",
    "description_full": "Vault City in Fallout 2 grows around the still-functioning Vault 8 just outside Reno. It maps to the outskirts of Reno, Nevada, acting as an analog gated community built on Vault-Tec infrastructure surviving the Great War.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Arroyo",
    "name_real": "Brookings, Oregon Area",
    "lat": 42.0526,
    "lon": -124.2817,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Tribal village founded by Vault 13 survivors in the far northwest.",
    "description_full": "Arroyo in Fallout 2 is a tribal settlement created by the Chosen One's ancestors. Its map position in far northern California is analogous to the Brookings, Oregon coastal region, reflecting the remote forests and river valleys there.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Klamath",
    "name_real": "Klamath, California",
    "lat": 41.5449,
    "lon": -124.0535,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Tribal-frontier town known for gecko hunting and the Dunton brothers.",
    "description_full": "Klamath in Fallout 2 is an early-game frontier town of trappers and farmers. It uses the real settlement of Klamath along Highway 101, matching its river adjacency and foggy redwood setting.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Modoc",
    "name_real": "Modoc County, California",
    "lat": 41.4872,
    "lon": -120.5452,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ranching community with missing brahmin and the ghost farm mystery.",
    "description_full": "Modoc in Fallout 2 is a rural ranching settlement involved in the Ghost Farm questline. It aligns with the real Modoc County in northeastern California, reflecting the agricultural homesteads and isolation of the region.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Den",
    "name_real": "Eureka, California",
    "lat": 40.8021,
    "lon": -124.1637,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Lawless hub of slavers and drifters along the northern coast.",
    "description_full": "The Den in Fallout 2 is a crime-ridden trading town split between crime bosses. Its coastal position north of Klamath aligns with the Eureka area, serving as an analog seaport whose docks and warehouses fuel the town's black market.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Redding",
    "name_real": "Redding, California",
    "lat": 40.5865,
    "lon": -122.3917,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Gold mining boomtown contested by NCR, Vault City, and New Reno.",
    "description_full": "Redding in Fallout 2 is a gold rush town whose jet-addicted miners become pawns between regional powers. The game places it where real Redding stands on Interstate 5, mirroring its role as a northern hub for resource traffic.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Broken Hills",
    "name_real": "Broken Hills Mining District, Nevada",
    "lat": 40.7692,
    "lon": -116.9345,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Mutant-miner cooperative built around a depleted uranium mine.",
    "description_full": "Broken Hills in Fallout 2 is a tolerant town where humans, ghouls, and super mutants work a uranium mine. It takes its name and location from the real Broken Hills mining area in Nevada, serving as an analog desert mining camp.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Tenpines Bluff",
    "name_real": "Ashburnham Farm Area, Massachusetts",
    "lat": 42.6261,
    "lon": -71.7823,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Minutemen-allied homestead requesting early help against raiders.",
    "description_full": "Tenpines Bluff in Fallout 4 is one of the first farmsteads players rescue for the Minutemen. It maps to the rural hill farms north of Worcester near Ashburnham, serving as an analog smallholding on the same forested uplands overlooking Wachusett terrain.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Oberland Station",
    "name_real": "Fitchburg Line Rail Siding, Massachusetts",
    "lat": 42.273,
    "lon": -71.61,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Railside farm built along a surviving Commonwealth train spur.",
    "description_full": "Oberland Station in Fallout 4 is a two-person farm squeezed beside a functioning rail line. It corresponds to freight sidings along the MBTA Fitchburg Line west of Boston, using the same bermed tracks and nearby riverbank as an analog agricultural plot.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Sunshine Tidings Co-op",
    "name_real": "Harvard, Massachusetts Farmstead",
    "lat": 42.505,
    "lon": -71.731,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Abandoned commune turned into a robot-guarded workshop site.",
    "description_full": "Sunshine Tidings Co-op in Fallout 4 is a derelict agricultural commune guarded by Mister Handy robots. Its placement in the wooded hills west of Concord matches the farm clusters around Harvard, Massachusetts, acting as an analog cooperative tucked between ponds and orchards.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Finch Farm",
    "name_real": "Saugus River Foothills, Massachusetts",
    "lat": 42.464,
    "lon": -71.008,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Scrap-metal farmers living under the looming Saugus Ironworks smoke.",
    "description_full": "Finch Farm in Fallout 4 is a scrapyard homestead threatened by the Forged gang at nearby Saugus Ironworks. It sits along the Saugus River north of Boston, corresponding to industrial-adjacent farms in the Lynn and Saugus lowlands that share the same marshy ground.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Greentop Nursery",
    "name_real": "Lynnfield Greenhouse Belt, Massachusetts",
    "lat": 42.59,
    "lon": -71.016,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Greenhouse settlement supplying crops for the Minutemen network.",
    "description_full": "Greentop Nursery in Fallout 4 is a working greenhouse complex that can join the Minutemen supply lines. Its glass structures on a low ridge align with commercial nurseries around Lynnfield, making it an analog agricultural site along the same Route 1 corridor.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nordhagen Beach",
    "name_real": "Revere Beach, Massachusetts",
    "lat": 42.386,
    "lon": -70.986,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Beachfront shack settlement constantly harassed by raiders.",
    "description_full": "Nordhagen Beach in Fallout 4 is a seaside homestead with access to shipping docks and open sand. It sits on the same stretch of shoreline as Revere Beach north of Boston, using the pier remnants and seawall as an analog location for the exposed settlement.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Kingsport Lighthouse",
    "name_real": "Plum Island Lighthouse, Massachusetts",
    "lat": 42.815,
    "lon": -70.81,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "monument"
    ],
    "description_short": "Family-run lighthouse seized by cultists near the northern coast.",
    "description_full": "Kingsport Lighthouse in Fallout 4 is an occupied beacon overlooking the northern Commonwealth. It parallels the Plum Island Lighthouse outside Newburyport, sharing the isolated spit of land, harbor views, and stone tower silhouette while adapting the grounds for post-war defense.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Jamaica Plain",
    "name_real": "Jamaica Plain, Boston, MA",
    "lat": 42.309,
    "lon": -71.114,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Suburban ruins famed for the long-lost 'Treasure of Jamaica Plain.'",
    "description_full": "Jamaica Plain in Fallout 4 is a quiet residential district hiding a pre-war civic treasure hoard. The area uses the real Boston neighborhood's name and street grid south of the Arborway, making it an exact match with ruined triple-deckers replacing present-day homes.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Covenant",
    "name_real": "Littleton, Massachusetts",
    "lat": 42.546,
    "lon": -71.459,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Seemingly perfect walled town secretly testing visitors for synths.",
    "description_full": "Covenant in Fallout 4 presents as a tidy, fortified community but hides the Compound's synth-detection program. Its country-road placement northwest of Boston aligns with the rural town centers around Littleton, making it an analog gated hamlet beside a main highway.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Suffolk County Charter School",
    "name_real": "Nahant School Ruins, Massachusetts",
    "lat": 42.429,
    "lon": -70.92,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Ruined school filled with pink-slime experiments gone wrong.",
    "description_full": "The Suffolk County Charter School in Fallout 4 is a derelict elementary campus overtaken by a failed food experiment. It occupies the peninsula south of Revere that corresponds to the Nahant education complex, using the same coastal approach roads and seaside setting.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Thicket Excavations",
    "name_real": "Acton Quarry, Massachusetts",
    "lat": 42.493,
    "lon": -71.357,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Flooded gravel pit whose pump job often introduces settlers to crafting.",
    "description_full": "Thicket Excavations in Fallout 4 is a waterlogged quarry where settlers ask the Sole Survivor to repair pumps. Its bowl-shaped pit and conveyors parallel the gravel quarries west of Concord near Acton, providing a clear analog industrial site off Route 2.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Revere Satellite Array",
    "name_real": "Cape Cod PAVE PAWS Radar, Massachusetts",
    "lat": 41.653,
    "lon": -70.539,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Super Mutant-held dish field used for radio interception.",
    "description_full": "The Revere Satellite Array in Fallout 4 is a cluster of radar dishes occupied by Super Mutants. It aligns with the massive PAVE PAWS early-warning radar on Cape Cod, using the same sprawling antenna footprint as a recognizable analog Cold War installation.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Milton General Hospital",
    "name_real": "Beth Israel Deaconess Hospital–Milton",
    "lat": 42.25,
    "lon": -71.069,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed hospital wing serving as a raider lair south of Boston.",
    "description_full": "Milton General Hospital in Fallout 4 is a multi-story medical complex riddled with raiders and collapsed wards. Its location off the Southeast Expressway corresponds to Beth Israel Deaconess Hospital–Milton, mirroring the suburban medical campus amid residential blocks.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Medford Memorial Hospital",
    "name_real": "Lawrence Memorial Hospital of Medford",
    "lat": 42.419,
    "lon": -71.107,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Super Mutant-infested hospital northeast of downtown.",
    "description_full": "Medford Memorial Hospital in Fallout 4 is overrun by Super Mutants and features towering patient wings. It mirrors Lawrence Memorial Hospital in Medford by location and footprint, using the same street corner near the Mystic River as an analog healthcare complex.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "General Atomics Galleria",
    "name_real": "Northshore Mall, Peabody, MA",
    "lat": 42.553,
    "lon": -70.949,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Robot-run strip mall frozen in pre-war commercial cheer.",
    "description_full": "General Atomics Galleria in Fallout 4 is a robot-staffed shopping plaza with intact storefronts and a sentient security director. It corresponds to suburban malls like the Northshore Mall in Peabody, sharing the same parking-lot sprawl along Route 114 as an analog retail hub.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Boston Mayoral Shelter",
    "name_real": "Granite Railway Quarry Bunker Site, Quincy",
    "lat": 42.246,
    "lon": -71.022,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Luxury bunker for Boston's elite hidden under a quarry floor.",
    "description_full": "The Boston Mayoral Shelter in Fallout 4 is an underground bomb shelter built for city leadership beneath a quarry. It aligns with the historic Granite Railway Quarry in Quincy, using the same excavated pit and rail access as a plausible analog for the buried facility.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Egret Tours Marina",
    "name_real": "Marina Bay, Quincy, Massachusetts",
    "lat": 42.284,
    "lon": -71.035,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Flooded marina repurposed into a travel hub for Minutemen caravans.",
    "description_full": "Egret Tours Marina in Fallout 4 is a rundown boat rental dock that can become a Minutemen-aligned settlement. It sits on the Neponset River estuary matching Quincy’s Marina Bay, using the same slip layout and boardwalk frontage as an analog waterfront property.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Grayditch",
    "name_real": "Capitol Heights, Maryland",
    "lat": 38.889,
    "lon": -76.913,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ant-infested suburb where Bryan Wilks asks for help avenging his town.",
    "description_full": "Grayditch in Fallout 3 is a small neighborhood overrun by giant fire ants after a rogue scientist's experiments. Its map spot east of DC aligns with Capitol Heights, Maryland, making it an analog rowhouse community along the same highway grid.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Andale",
    "name_real": "Lorton, Virginia",
    "lat": 38.701,
    "lon": -77.213,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Creepy pastoral town hiding a cannibal family tradition.",
    "description_full": "Andale in Fallout 3 presents as a perfect rural hamlet but conceals generations of cannibalism. Its placement south of DC matches the far-suburban fields near Lorton, Virginia, serving as an analog cul-de-sac community off I-95.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Republic of Dave",
    "name_real": "Coltons Point, Maryland",
    "lat": 38.236,
    "lon": -76.748,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Tiny micronation ruled by President Dave in the far northeast wastes.",
    "description_full": "The Republic of Dave in Fallout 3 is a self-declared sovereign compound with a few shacks and a museum. It lies at the map's edge north of the Capital Wasteland, corresponding to the isolated farms around Coltons Point on the Potomac, making it a loose analog micronation.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Evergreen Mills",
    "name_real": "Leesburg Quarry, Virginia",
    "lat": 39.011,
    "lon": -77.534,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Hidden raider bazaar built into a blasted sandstone quarry.",
    "description_full": "Evergreen Mills in Fallout 3 is a raider stronghold tucked inside a canyon quarry with a captive super mutant behemoth. Its terrain and rail sidings parallel the Luck Stone quarries outside Leesburg, Virginia, making it an analog industrial pit repurposed for raiders.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Dunwich Building",
    "name_real": "Calvert Cliffs State Park, Maryland",
    "lat": 38.402,
    "lon": -76.433,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Lovecraftian office ruin with hallucinations and a doomed excavation.",
    "description_full": "The Dunwich Building in Fallout 3 is a haunted corporate tower whose basement shrine drives explorers mad. Its coastal cliff placement southwest of DC aligns with Calvert Cliffs State Park, serving as an analog seaside ruin near eroding bluffs that could hide such a complex.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Mama Dolce's Food Processing",
    "name_real": "Arlington Industrial District, Virginia",
    "lat": 38.873,
    "lon": -77.1,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Chinese front company factory filled with ghouls and covert tunnels.",
    "description_full": "Mama Dolce's in Fallout 3 is a Chinese-owned canned food plant that doubled as a spy base, now crawling with feral ghouls. It sits in the industrial blocks of Arlington, Virginia, paralleling real warehouse complexes near Ballston with rail access for shipments.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Jury Street Metro Station",
    "name_real": "Vienna/Fairfax–GMU Station, Virginia",
    "lat": 38.877,
    "lon": -77.273,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed metro stop hiding a mini-nuke trap inside the ticket hall.",
    "description_full": "Jury Street Metro Station in Fallout 3 is a derelict subway entrance that conceals a blast trap and raider hideout. Its location west of DC mirrors the Vienna/Fairfax–GMU Metro terminus along I-66, making it an analog end-of-line platform beside a large parking lot.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Dukov's Penthouse",
    "name_real": "Foggy Bottom Waterfront, Washington, DC",
    "lat": 38.897,
    "lon": -77.056,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Playboy-style riverside condo where a flamboyant survivor hosts guests.",
    "description_full": "Dukov's Penthouse in Fallout 3 is a luxury apartment along the Potomac that harbors the eccentric Dukov and his companions. It sits on the Georgetown waterfront in Foggy Bottom, using the same river-facing condo blocks as an analog decadent refuge amid the ruins.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Falls Church Metro",
    "name_real": "West Falls Church Station, Virginia",
    "lat": 38.882,
    "lon": -77.226,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed metro interchange linking surface ruins and tunnels.",
    "description_full": "Falls Church Metro in Fallout 3 is a shattered transit hub where feral ghouls and raiders clash around buckled rails. Its map position lines up with West Falls Church Station along I-66, acting as an analog suburban interchange feeding the Capital Wasteland's tunnels.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Vault 92",
    "name_real": "Chesapeake Beach Bunkers, Maryland",
    "lat": 38.689,
    "lon": -76.535,
    "media": [
      "FO3"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Musician-focused vault whose sonic experiments left only feral ghouls.",
    "description_full": "Vault 92 in Fallout 3 was built for talented musicians but fell to white noise experiments that drove residents insane. Its placement northeast of the DC ruins aligns with secluded bunkers near Chesapeake Beach, making it a speculative analog underground facility in the same forests.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Wolfhorn Ranch",
    "name_real": "Searchlight Foothill Ranch Site, Nevada",
    "lat": 35.445,
    "lon": -114.836,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Courier's small ranch hideout overlooking the Colorado River canyon.",
    "description_full": "Wolfhorn Ranch in Fallout: New Vegas is a humble homestead with campfires and workbenches south of Nipton Road. It sits in the desert foothills east of Searchlight, corresponding to scattered ranch claims overlooking the Colorado River valley as an analog retreat.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Dead Wind Cavern",
    "name_real": "Eldorado Mountains Cave Systems, Nevada",
    "lat": 35.416,
    "lon": -114.891,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Deathclaw nest hidden deep inside a sunken limestone cavern.",
    "description_full": "Dead Wind Cavern in Fallout: New Vegas houses one of the deadliest deathclaw packs in the Mojave. Its canyon mouth south of Searchlight matches limestone cave openings in the Eldorado Mountains, serving as an analog predator den off remote jeep trails.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Gypsum Train Yard",
    "name_real": "Lake Mead Gypsum Railroad Spurs, Nevada",
    "lat": 36.382,
    "lon": -114.742,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Powder ganger ambush site amid sulfur-white gypsum mounds.",
    "description_full": "The Gypsum Train Yard in Fallout: New Vegas is a rail spur crawling with powder gangers and geckos across pale gypsum hills. It aligns with abandoned industrial tracks near Lake Mead's gypsum quarries, using the same bright tailings piles and siding layout as an analog.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Clark Field",
    "name_real": "Eldorado Valley Solar Park, Nevada",
    "lat": 35.873,
    "lon": -115.045,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Solar array research site stalked by night stalkers and prospectors.",
    "description_full": "Clark Field in Fallout: New Vegas is a ruined solar test array guarded by feral night stalkers. It parallels the real Eldorado Valley solar installations south of Henderson, drawing on the same flat desert panel fields and service roads as an analog energy site.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "NCR Sharecropper Farms",
    "name_real": "Sunrise Manor Community Gardens, Nevada",
    "lat": 36.113,
    "lon": -115.071,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Irrigation-fed fields feeding the NCR garrison outside New Vegas.",
    "description_full": "NCR Sharecropper Farms in Fallout: New Vegas are military-supported crop plots watered by HELIOS power. Their placement east of the Strip mirrors community gardens and fields in Sunrise Manor, using the same grid of irrigated lots as an analog food source for the city.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Boulder Beach Campground",
    "name_real": "Boulder Beach, Lake Mead, Nevada",
    "lat": 36.013,
    "lon": -114.792,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Lakefront camp on the road to the Dam, dotted with cazador nests.",
    "description_full": "Boulder Beach Campground in Fallout: New Vegas is a lakeside campsite that players pass en route to Hoover Dam, often swarming with cazadors. It uses the real Boulder Beach recreation area on Lake Mead, matching the shoreline parking loops and picnic shelters.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ranger Safehouse",
    "name_real": "McCullough Range Bunkers, Nevada",
    "lat": 35.726,
    "lon": -115.582,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Secret NCR ranger hideout stocked with armor and supplies.",
    "description_full": "The NCR Ranger Safehouse in Fallout: New Vegas is a hidden bunker in the hills south of Vegas where veteran rangers rest. Its location in the McCullough Range corresponds to real disused bunkers and storage sites near old radar stations, serving as an analog retreat.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Hopeville Missile Silo",
    "name_real": "Tonopah Test Range Silos, Nevada",
    "lat": 37.305,
    "lon": -116.869,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed launch silo explored during the Lonesome Road campaign.",
    "description_full": "Hopeville Missile Silo in the Lonesome Road DLC is a ruined ICBM facility struck by earthquakes and detonations. It maps loosely to missile test silos on the Tonopah Test Range, echoing the remote desert infrastructure and restricted airspace in that part of Nevada.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ashton Missile Silo",
    "name_real": "Nevada Test Site Silo Complex",
    "lat": 37.202,
    "lon": -116.052,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Second Divide silo where Ulysses tries to launch a warhead at the NCR.",
    "description_full": "Ashton Missile Silo in Lonesome Road is a damaged launch site accessed through cliffside elevators. It corresponds to Cold War silo foundations within the Nevada National Security Site, making it a speculative analog facility hidden among restricted mesas.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Big MT Research Center",
    "name_real": "Nevada Test Site Area 27 (Big Explosives Experiment Facility)",
    "lat": 37.161,
    "lon": -116.097,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Old World Blues think tank packed with deranged pre-war science.",
    "description_full": "Big MT, or Big Mountain, in Fallout: New Vegas' Old World Blues DLC is a sprawling research crater run by crazed robot scientists. Its mix of domes, test towns, and bunkers draws from the Nevada Test Site's experimental areas like the Big Explosives Experiment Facility, serving as a composite analog of Cold War proving grounds.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Junktown",
    "name_real": "Barstow Outskirts, California",
    "lat": 34.898,
    "lon": -117.022,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Scrap-built town run by Killian Darkwater and dogged by Gizmo's casino.",
    "description_full": "Junktown in Fallout is a dusty trading stop assembled from highway wreckage, caught between Sheriff Killian and the crime boss Gizmo. Its position along the I-15 corridor corresponds to the outskirts of Barstow, California, making it a clear analog roadside community of salvagers.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Lost Hills Bunker",
    "name_real": "Lost Hills, California",
    "lat": 35.615,
    "lon": -120.774,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "faction",
      "vault"
    ],
    "description_short": "Brotherhood of Steel headquarters hidden in the coastal hills.",
    "description_full": "Lost Hills in Fallout serves as the Brotherhood of Steel's main bunker and command center. The facility is tied to the real Lost Hills region west of Bakersfield, using the isolated ridgelines and oil infrastructure there as a plausible analog entrance to the underground base.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Dayglow",
    "name_real": "San Diego, California",
    "lat": 32.7157,
    "lon": -117.1611,
    "media": [
      "FO1",
      "FO2",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Irradiated coastal city noted for its glowing ruins and refugees.",
    "description_full": "Dayglow in Fallout lore is a heavily irradiated coastal city whose survivors resettle elsewhere. It is widely understood to be San Diego, California, reflecting the glow from the destroyed naval yard and matching the city's southwestern coastal position.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Glow (West Tek Research Facility)",
    "name_real": "Former Jet Propulsion Lab Site, Pasadena, CA",
    "lat": 34.2,
    "lon": -118.171,
    "media": [
      "FO1"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Heavily irradiated crater full of pre-war West Tek experiments.",
    "description_full": "The Glow in Fallout is the cratered remains of the West Tek research facility where the Master sends the Vault Dweller. Fans map it to defense labs in the San Gabriel foothills near Pasadena, echoing the region's real-world weapons research complexes even though the exact site is fictional.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Mariposa Military Base",
    "name_real": "Mariposa County, California",
    "lat": 37.5,
    "lon": -119.966,
    "media": [
      "FO1",
      "FO2"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "FEV origin site where the Master rose and the Enclave returned.",
    "description_full": "Mariposa Military Base in Fallout is the birthplace of the Forced Evolutionary Virus and later an Enclave outpost. It is placed in the mountains of Mariposa County, matching the remote Sierra foothills and underground bunker concept as an analog classified base.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Gun Runners Factory",
    "name_real": "Boyle Heights Industrial District, Los Angeles",
    "lat": 34.027,
    "lon": -118.214,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Elite weapons workshop supplying caravans across the wastes.",
    "description_full": "The Gun Runners in Fallout operate a fortified weapons factory on the edge of the Boneyard. Its placement east of downtown Los Angeles lines up with the industrial yards of Boyle Heights, offering rail access and warehouse blocks as a clear analog for the gun foundry.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault 33",
    "name_real": "Burbank Foothills, California",
    "lat": 34.181,
    "lon": -118.325,
    "media": [
      "TV"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Amazon series vault whose dwellers venture toward shattered Los Angeles.",
    "description_full": "Vault 33 in the Fallout TV series houses Lucy MacLean before she surfaces into the wastes around Los Angeles. Its implied entrance in the hills north of the city aligns with the Burbank foothills beneath the Verdugo Mountains, serving as a speculative analog vault site.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Maxson Outpost",
    "name_real": "Fort Irwin National Training Center, California",
    "lat": 35.262,
    "lon": -116.684,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Brotherhood border fort safeguarding caravans and patrol routes.",
    "description_full": "Maxson Outpost in Fallout lore protects the Brotherhood of Steel's approach to Lost Hills. It aligns with the U.S. Army's Fort Irwin training grounds north of Barstow, using the same desert ranges and armored maneuver corridors as an analog forward base.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Enclave Oil Rig",
    "name_real": "Farallon Islands Offshore Platform Zone",
    "lat": 37.5,
    "lon": -123.3,
    "media": [
      "FO2"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Pacific oil platform serving as the Enclave's command center.",
    "description_full": "The Enclave Oil Rig in Fallout 2 is the final base of the pre-war government remnant, located far off California's coast. It corresponds to the offshore drilling zones west of the Farallon Islands, using the remote Pacific platform concept as an analog staging ground away from the mainland.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Dayglow Refugee Camp",
    "name_real": "Chula Vista Harbor, California",
    "lat": 32.627,
    "lon": -117.093,
    "media": [
      "FO2",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Harbor camp where survivors of Dayglow seek passage north.",
    "description_full": "The Dayglow Refugee Camp referenced in Fallout 2 and the TV series is a staging area for survivors fleeing the glowing ruins. It fits the Chula Vista harbor south of San Diego, whose marinas and piers provide an analog evacuation point for boat travel up the coast.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Park Street Station",
    "name_real": "Park Street Station, Boston, MA",
    "lat": 42.3523,
    "lon": -71.0621,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault",
      "monument"
    ],
    "description_short": "Subway stop hiding Vault 114 and the mobster-run Pickman crew.",
    "description_full": "Park Street Station in Fallout 4 conceals Vault 114 beneath a real MBTA subway stop at Boston Common. The in-game entrances mirror the historic Park Street station layout, making it a clear analog for the subterranean vault hub under downtown Boston.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Swan's Pond",
    "name_real": "Boston Public Garden Lagoon",
    "lat": 42.3547,
    "lon": -71.0706,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Public Garden lagoon where the super mutant behemoth Swan lurks.",
    "description_full": "Swan's Pond in Fallout 4 is set inside the Boston Public Garden lagoon, using the real-world pond and Swan Boat attraction as the battleground for the mutant Swan. The location aligns directly with the park's water feature and paths in central Boston.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Boston Airport",
    "name_real": "Logan International Airport",
    "lat": 42.3656,
    "lon": -71.0096,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Brotherhood staging ground built on the ruined Logan International runways.",
    "description_full": "The Boston Airport settlement in Fallout 4 reuses the runways and terminals of Logan International Airport as a Brotherhood of Steel outpost. Its waterfront location and airfield layout closely track the real East Boston airport complex.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Cabot House",
    "name_real": "Louisburg Square Mansion, Boston",
    "lat": 42.3589,
    "lon": -71.0707,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "monument"
    ],
    "description_short": "Ancient Cabot family mansion tucked in Boston's Beacon Hill.",
    "description_full": "Cabot House in Fallout 4 occupies a preserved townhouse in Beacon Hill, aligning with the brick mansions around Louisburg Square. The setting mirrors the real historic rowhouses and gated square, serving as the Cabot family's secluded estate.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Andrew Station",
    "name_real": "Andrew MBTA Station, South Boston",
    "lat": 42.3307,
    "lon": -71.0576,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Red Line station turned raider nest along Dorchester Avenue.",
    "description_full": "Fallout 4's Andrew Station repurposes the real MBTA stop in South Boston, placing raiders in the tunnels and concourse beneath Dorchester Avenue. The layout and neighborhood context reflect the actual Andrew Square transit hub.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Poseidon Energy Plant",
    "name_real": "Salem Harbor Power Station, Massachusetts",
    "lat": 42.5165,
    "lon": -70.8837,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Coastal power plant swarming with raiders and Mirelurks.",
    "description_full": "Poseidon Energy in Fallout 4 corresponds to the Salem Harbor Power Station north of Boston, using the waterfront stacks and turbine halls as a combat space. The placement on Salem's harborfront makes it a clear analog of the retired plant.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Coastal Cottage",
    "name_real": "Nahant, Massachusetts coastline",
    "lat": 42.4184,
    "lon": -70.9223,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Clifftop shack and workshop overlooking the Atlantic north of Nahant.",
    "description_full": "Coastal Cottage sits on the rocky shoreline north of Nahant in Fallout 4. The bluff and small house mirror the real seaside lots on Nahant Road, providing a direct coastal analog for the player-built homestead.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "East Boston Preparatory School",
    "name_real": "East Boston High School",
    "lat": 42.3706,
    "lon": -71.0398,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Super mutant-infested prep school overlooking the harbor.",
    "description_full": "East Boston Preparatory in Fallout 4 occupies the hilltop site of East Boston High School, reusing its brick facade and view over Logan Airport. The building's position and street grid match the real East Boston campus closely.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Lynn Woods",
    "name_real": "Lynn Woods Fire Tower, Massachusetts",
    "lat": 42.5075,
    "lon": -70.9969,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Forest radio tower rigged with traps in the northern Commonwealth.",
    "description_full": "Fallout 4's Lynn Woods recreates the real fire tower and wooded ridge above Lynn, Massachusetts. The in-game siren tower and cabin sit where the actual observation platform stands, making it a direct geographical match.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "East City Downs",
    "name_real": "Suffolk Downs Racetrack, Revere, MA",
    "lat": 42.3923,
    "lon": -71.0098,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Robot race track run by Triggermen on the old Suffolk Downs oval.",
    "description_full": "East City Downs in Fallout 4 is built on the real Suffolk Downs horse racing oval near Revere. The stands, track shape, and coastal location clearly mirror the pre-war racetrack, now automated for robot betting.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "South Boston Military Checkpoint",
    "name_real": "South Boston Bypass Road Checkpoint",
    "lat": 42.3434,
    "lon": -71.0572,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Checkpoint bunker guarding the highway approach into South Boston.",
    "description_full": "The South Boston Military Checkpoint in Fallout 4 occupies the same highway median and overpass area along the South Boston Bypass Road. Its pillboxes and vehicle barriers mirror the real-world chokepoint feeding into the Seaport district.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Gunners Plaza",
    "name_real": "Needham Broadcast Hill, Massachusetts",
    "lat": 42.3055,
    "lon": -71.2245,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Gunner headquarters inside a former broadcast tower complex.",
    "description_full": "Gunners Plaza in Fallout 4 is an armed enclave set in a TV station west of Boston. It parallels the broadcast towers clustered on Needham's Great Plain Avenue, using the same suburban hilltop antenna farm as an analog for the seized media hub.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Ticonderoga Safehouse",
    "name_real": "International Place Towers, Boston",
    "lat": 42.3562,
    "lon": -71.0521,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "settlement"
    ],
    "description_short": "Railroad spy safehouse hidden in a downtown high-rise.",
    "description_full": "The Ticonderoga safehouse in Fallout 4 hides Railroad agents in a Financial District tower. Its placement next to the Greenway aligns with the International Place complex, serving as a believable analog for the covert urban hideout.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Warwick Homestead",
    "name_real": "Fields Point Wastewater Plant, Providence",
    "lat": 41.7937,
    "lon": -71.3977,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Hydroponic farm built over a flooded sewage plant on the coast.",
    "description_full": "Warwick Homestead sits on the southern edge of the Commonwealth, matching the real wastewater treatment facility at Fields Point in Providence. The coastal tanks and concrete pads provide a clear analog for the Ghoul-run farmstead.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Malden Center",
    "name_real": "Malden Center, Massachusetts",
    "lat": 42.4267,
    "lon": -71.074,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Downtown Malden ruins riddled with synth patrols and ghouls.",
    "description_full": "Malden Center in Fallout 4 mirrors the real civic core of Malden, Massachusetts, with City Hall and the subway loop repurposed as hostile streets. Its placement north of Boston aligns with the actual MBTA Orange Line stop.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Four Leaf Fishpacking Plant",
    "name_real": "South Boston Fish Pier",
    "lat": 42.3525,
    "lon": -71.0392,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Trapper-filled cannery on the South Boston waterfront.",
    "description_full": "The Four Leaf Fishpacking Plant in Fallout 4 uses the same pier footprint as the South Boston Fish Pier, converting the historic seafood warehouses into a raider-held factory. Its wharf location and multi-building layout closely match the real docks.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vault 75",
    "name_real": "Ferryway Middle School, Malden",
    "lat": 42.4285,
    "lon": -71.0638,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Secret Vault-Tec program hidden under Malden's school basement.",
    "description_full": "Vault 75 in Fallout 4 is reached through a public school in Malden, paralleling Ferryway Middle School's location beside the Orange Line. The idea of a vault buried beneath the campus makes this a clear analog anchored to the real school site.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vault 95",
    "name_real": "Palmer Rehabilitation Complex, Massachusetts",
    "lat": 42.1961,
    "lon": -72.337,
    "media": [
      "FO4"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Addiction-focused vault in the western Commonwealth hills.",
    "description_full": "Vault 95 from Fallout 4 sits in the far southwest Commonwealth, mapped to the wooded hills near Palmer, Massachusetts where rehab facilities dot old quarries. The secluded terrain matches the vault's hidden therapeutic design.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Point Lookout Lighthouse",
    "name_real": "Point Lookout Lighthouse, Maryland",
    "lat": 38.0503,
    "lon": -76.3169,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Ghoul-haunted lighthouse overlooking the foggy Point Lookout marsh.",
    "description_full": "In Fallout 3's Point Lookout DLC, the lighthouse crowns the southern tip of Maryland's peninsula. The in-game structure directly matches the real Point Lookout Lighthouse site, guiding players through the swamps below.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Germantown Police HQ",
    "name_real": "Germantown Police Station, Maryland",
    "lat": 39.1733,
    "lon": -77.2717,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Super mutant-held police station repurposed as a prison.",
    "description_full": "Germantown Police HQ in Fallout 3 reuses the footprint of the real Germantown district police station off Route 355. Its suburban location and station layout provide a grounded analog for the mutant stronghold.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Vault 108",
    "name_real": "Rockville, Maryland caverns",
    "lat": 39.084,
    "lon": -77.1528,
    "media": [
      "FO3"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Clone-filled Vault-Tec experiment buried near Rockville.",
    "description_full": "Vault 108 in Fallout 3 lies northwest of DC and is mapped to subterranean space near Rockville, Maryland. The surrounding suburban road network mirrors the in-game approach to the failed Gary cloning vault.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Vault 106",
    "name_real": "Shenandoah Caverns Region, Virginia",
    "lat": 38.9889,
    "lon": -78.2047,
    "media": [
      "FO3"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Psychoactive vault experiments lost in the Blue Ridge foothills.",
    "description_full": "Vault 106 in Fallout 3 sits west of DC and fits within the limestone cave systems of the Shenandoah Valley. The remote hills and cavern access align with the in-game deranged vault filled with hallucination gas.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Rockopolis",
    "name_real": "Carderock Quarry Caves, Maryland",
    "lat": 39.1038,
    "lon": -77.4602,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Hidden cave settlement carved off the map west of Tenpenny Tower.",
    "description_full": "Rockopolis is an unmarked cave in Fallout 3, plausibly tied to the sandstone caverns near Carderock Recreation Area. The concealed entrance and proximity to the Potomac bluffs make this a loose analog for the secret enclave.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Fort Bannister",
    "name_real": "Fort Belvoir Training Grounds",
    "lat": 38.7111,
    "lon": -77.1454,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Talons Company headquarters inside a derelict army post.",
    "description_full": "Fort Bannister in Fallout 3 is a mercenary base south of DC, mirroring the army ranges around Fort Belvoir. The wooded perimeters and bunker clusters provide a clear regional analog for the Talon Company fortifications.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Arlington House",
    "name_real": "Arlington House, Arlington National Cemetery",
    "lat": 38.8814,
    "lon": -77.0722,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Historic mansion overlooking the ruins of the Mall.",
    "description_full": "Fallout 3 features Arlington House atop the cemetery ridge, matching the real Custis-Lee Mansion in Arlington National Cemetery. Its vantage over the National Mall and preserved architecture make it an exact landmark match.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Roosevelt Academy",
    "name_real": "Theodore Roosevelt High School, DC",
    "lat": 38.9447,
    "lon": -77.0268,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "School overtaken by feral ghouls north of the city center.",
    "description_full": "Roosevelt Academy in Fallout 3 aligns with Theodore Roosevelt High School in northwest Washington, DC. The brick facade, athletic fields, and neighborhood placement match the real campus serving as the ghoul-infested location.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Temple of the Union",
    "name_real": "Monocacy Battlefield Farmsteads, Maryland",
    "lat": 39.3614,
    "lon": -77.3973,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Abolitionist hideout for escaped slaves in a reclaimed farmhouse.",
    "description_full": "The Temple of the Union from Fallout 3 occupies a fortified farmstead north of DC, paralleling the historic farms at Monocacy National Battlefield. The rural barns and stone houses provide a fitting analog for the sanctuary settlement.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Statesman Hotel",
    "name_real": "Old Woodward & Lothrop Building, Washington, DC",
    "lat": 38.8993,
    "lon": -77.0326,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed downtown hotel bridging to the ruined hospital.",
    "description_full": "The Statesman Hotel in Fallout 3 spans a pair of downtown towers, echoing the historic Woodward & Lothrop department store building off 11th and F Streets. Its multi-wing layout and skybridges provide a plausible analog in central DC.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Hubris Comics",
    "name_real": "1449 P Street NW, Former Marvel Office",
    "lat": 38.9097,
    "lon": -77.0324,
    "media": [
      "FO3",
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Comic publisher's HQ crawling with feral ghouls and memorabilia.",
    "description_full": "Hubris Comics appears in Fallout 3 and 4 as an abandoned comic publisher. In DC it aligns with the real row of publishing-era offices on P Street NW near Logan Circle, offering a grounded analog for the ghoul-infested comic shop.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Friendship Heights Metro",
    "name_real": "Friendship Heights Station, Washington Metro",
    "lat": 38.959,
    "lon": -77.085,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed Metro station forming a raider chokepoint on the Red Line.",
    "description_full": "Friendship Heights Metro in Fallout 3 matches the real WMATA Red Line stop on the DC–Maryland border. The dual entrances and surrounding retail concourses parallel the in-game station blocked by debris and bandits.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Meresti Trainyard",
    "name_real": "CSX Brunswick Line Yards, Montgomery County",
    "lat": 39.26,
    "lon": -77.2747,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Ghoul-run railway tunnels hidden beneath an active freight yard.",
    "description_full": "The Meresti Trainyard in Fallout 3 shelters the Family in abandoned tunnels. It corresponds to freight spurs along the CSX Brunswick Line north of DC, providing a believable analog for subterranean rail access and maintenance sheds.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ranger Station Bravo",
    "name_real": "Willow Beach Ranger Station, Arizona",
    "lat": 35.599,
    "lon": -114.908,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction",
      "settlement"
    ],
    "description_short": "NCR ranger camp monitoring the Colorado River corridor.",
    "description_full": "Ranger Station Bravo in Fallout: New Vegas overlooks the Colorado River. It aligns with the Willow Beach ranger facilities south of Hoover Dam, using the same riverbank access and trailhead layout as the NCR lookout.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ranger Station Charlie",
    "name_real": "Primm Valley Wilderness checkpoint",
    "lat": 35.177,
    "lon": -114.959,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Overrun NCR radio post along the Nipton Road.",
    "description_full": "Fallout: New Vegas places Ranger Station Charlie east of Primm on the Nipton highway. The spot matches roadside inspection pullouts in the Mojave National Preserve, serving as a reasonable analog for the burned-out communications post.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ranger Station Delta",
    "name_real": "Red Rock Canyon Overlook, Nevada",
    "lat": 35.816,
    "lon": -115.318,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Dam-side ranger overlook guarding the Mojave outposts.",
    "description_full": "Ranger Station Delta in Fallout: New Vegas watches approaches to Hoover Dam. Its hillside position west of the river aligns with overlooks in the Red Rock Canyon area, making for a credible analog to an NCR lookout post.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ranger Station Echo",
    "name_real": "Boulder Beach Ranger Station",
    "lat": 36.102,
    "lon": -114.739,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Lake Mead ranger outpost perched above the shoreline.",
    "description_full": "Ranger Station Echo sits on cliffs above Lake Mead in Fallout: New Vegas. It parallels the Boulder Beach ranger facilities east of Las Vegas, sharing the same access road and vantage over the reservoir.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "H&H Tools Factory",
    "name_real": "Industrial District, Las Vegas, NV",
    "lat": 36.1473,
    "lon": -115.1394,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Defunct factory filled with traps and corporate paranoia logs.",
    "description_full": "H&H Tools in Fallout: New Vegas occupies a decaying factory in Westside, matching the warehouse rows of Las Vegas's industrial district south of the Strip. The surrounding grid and loading bays support this grounded analog.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "King's School of Impersonation",
    "name_real": "El Cortez Hotel & Casino Annex",
    "lat": 36.1673,
    "lon": -115.1395,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "The Kings' Elvis-themed clubhouse off Fremont Street.",
    "description_full": "The King's School of Impersonation in Fallout: New Vegas sits near Fremont Street and resembles the annex buildings by the El Cortez Hotel. Its mid-century facade and downtown placement provide a clear analog for the Elvis gang's base.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "North Vegas Square",
    "name_real": "North Las Vegas City Hall",
    "lat": 36.1989,
    "lon": -115.118,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Struggling neighborhood north of the Strip run by locals like the Thorn.",
    "description_full": "North Vegas Square in Fallout: New Vegas reflects the civic core around North Las Vegas City Hall. The plaza layout and distance from the Strip align with the real municipal complex anchoring the poorer district.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Mick & Ralph's",
    "name_real": "Fremont Street Market Stalls",
    "lat": 36.1694,
    "lon": -115.1372,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Independent weapons shop tucked into Freeside's market row.",
    "description_full": "Mick & Ralph's in Fallout: New Vegas sits along Freeside's bazaar, matching storefronts on Fremont Street. The cramped interior and neon frontage echo the small shops that line the pedestrian mall today.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Gomorrah",
    "name_real": "The Cromwell Hotel & Casino (The LINQ), Las Vegas",
    "lat": 36.1147,
    "lon": -115.1695,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Omertas' seedy Strip casino inspired by classic Vegas joints.",
    "description_full": "Gomorrah in Fallout: New Vegas evokes the mid-Strip casinos, especially the Cromwell/LINQ block with its compact gaming floors. The in-game placement mirrors this real section of Las Vegas Boulevard, adjusted for the fictional Strip layout.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ultra-Luxe Casino",
    "name_real": "Bellagio Resort, Las Vegas",
    "lat": 36.1126,
    "lon": -115.1767,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "White Glove Society's high-end Strip casino with a dark pantry.",
    "description_full": "The Ultra-Luxe in Fallout: New Vegas parallels the Bellagio on the Las Vegas Strip, with opulent lobbies and a central dining concourse. Its lakeside frontage and upscale veneer make it a clear analog to the Bellagio resort.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Silver Rush",
    "name_real": "The Western Hotel building, Fremont Street",
    "lat": 36.1698,
    "lon": -115.1379,
    "media": [
      "FNV"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Van Graffs' energy weapon showroom in a repurposed bank.",
    "description_full": "Silver Rush in Fallout: New Vegas is housed in a former bank near Freeside's gate, aligning with the historic Western Hotel facade on Fremont Street. The arched windows and corner lot mirror the in-game plasma dealer's headquarters.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sunset Sarsaparilla HQ",
    "name_real": "Henderson Industrial Bottling Plant",
    "lat": 36.0227,
    "lon": -115.0446,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Sarsaparilla bottling factory hiding star bottle secrets.",
    "description_full": "Sunset Sarsaparilla Headquarters in Fallout: New Vegas is set in an industrial plant south of the Strip. It corresponds to bottling facilities in Henderson, Nevada, using the same low-slung warehouses and truck bays as an analog.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault 12 Entrance",
    "name_real": "Bakersfield Vault Site, California",
    "lat": 35.3733,
    "lon": -119.0187,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "vault",
      "settlement"
    ],
    "description_short": "Sealed Vault-Tec door beneath the ruins that became Necropolis.",
    "description_full": "Vault 12 from Fallout is located under Bakersfield and later forms Necropolis. Mapping the entrance to Bakersfield's downtown aligns with lore about the vault's failed door and the ghoul city that emerged above it.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault 8 Control Vault",
    "name_real": "Alturas, California",
    "lat": 41.4879,
    "lon": -120.542,
    "media": [
      "FO2"
    ],
    "tags": [
      "vault",
      "settlement"
    ],
    "description_short": "Control vault that founded Vault City after opening safely.",
    "description_full": "Vault 8 in Fallout 2 opens without incident and seeds Vault City. Its placement north of Reno matches the real town of Alturas in Modoc County, a commonly accepted analog for the high-desert settlement that grew from the control vault.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Adytum",
    "name_real": "Watts Towers, Los Angeles",
    "lat": 33.9396,
    "lon": -118.238,
    "media": [
      "FO1"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Free-state within the Boneyard built from scrap and old towers.",
    "description_full": "Adytum in Fallout is the fortified community inside the LA Boneyard. Its artistic scrap spires and location south of downtown align with the Watts neighborhood and the iconic Watts Towers, serving as a tangible analog for the shanty enclave.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Cathedral of the Children",
    "name_real": "St. Vibiana's Cathedral, Los Angeles",
    "lat": 34.0473,
    "lon": -118.2434,
    "media": [
      "FO1"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Mutant cult headquarters rising over the Boneyard ruins.",
    "description_full": "The Cathedral in Fallout is the Master's headquarters above the LA Boneyard catacombs. It parallels the historic St. Vibiana's Cathedral site in downtown Los Angeles, adapting the real church footprint for the cult's towering seat.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Abbey",
    "name_real": "Sheldon National Wildlife Refuge, Nevada",
    "lat": 41.9212,
    "lon": -120.1608,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Remote monastery that preserves pre-war books and technology.",
    "description_full": "The Abbey in Fallout 2 is a secluded monastic library northwest of NCR territory. Its isolation fits the terrain of Sheldon National Wildlife Refuge near the Oregon line, providing a plausible analog for the tech-preserving order.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Ghost Farm",
    "name_real": "Modoc County ranchlands, California",
    "lat": 41.527,
    "lon": -120.2794,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Crop field where subterranean slags stage spooky abductions.",
    "description_full": "Ghost Farm in Fallout 2 lies near Modoc and is run by slags who feign hauntings. The irrigated fields east of Alturas provide a fitting real-world analog, matching the rural ranch layout that hides underground tunnels.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "San Francisco Tanker Wharf",
    "name_real": "Pier 45, Fisherman's Wharf, San Francisco",
    "lat": 37.8086,
    "lon": -122.4159,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Shi-controlled dock where the pre-war tanker waits to sail for the Enclave.",
    "description_full": "In Fallout 2 the Shi guard a rusty tanker at San Francisco's docks. Pier 45 at Fisherman's Wharf matches the game map with museum ships and warehouse slips, making it a clear analog for the tanker berth leading to the Enclave oil rig.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Far Harbor",
    "name_real": "Bar Harbor, Maine",
    "lat": 44.3876,
    "lon": -68.2039,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Fog-shrouded fishing town on Mount Desert Island in the Far Harbor DLC.",
    "description_full": "Far Harbor is the central settlement of Fallout 4's island DLC, mirroring the real Bar Harbor on Mount Desert Island. The docks, shoreline road, and clustered inns match the seaside town while the game overlays heavy radioactive fog and wood-planked defenses.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Acadia",
    "name_real": "Cadillac Mountain, Acadia National Park, ME",
    "lat": 44.3386,
    "lon": -68.2734,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "settlement"
    ],
    "description_short": "Synth refuge perched atop Mount Desert Island's high ridgeline.",
    "description_full": "Acadia is a synth sanctuary in Fallout 4 run by DiMA. It sits on the granite heights of Mount Desert Island, paralleling Cadillac Mountain's summit area and radio facilities while adding weathered observatories and Far Harbor's signature fog defenses.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Dalton Farm",
    "name_real": "Tremont Peninsula, Mount Desert Island, ME",
    "lat": 44.2283,
    "lon": -68.3371,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Coastal homestead reclaimed from fog crawlers on Mount Desert Island.",
    "description_full": "Dalton Farm in Fallout 4 is a player settlement reward on the island's southern shore. It aligns with the farms and cottages around Tremont on Mount Desert Island, keeping the tidal marsh setting while replacing real homes with shacks and breakwaters.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "National Park Visitor Center",
    "name_real": "Hulls Cove Visitor Center, Bar Harbor, ME",
    "lat": 44.4098,
    "lon": -68.2462,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Tourist center overrun by feral wolves in Far Harbor.",
    "description_full": "The National Park Visitor Center in Fallout 4 echoes the Hulls Cove Visitor Center at Acadia. Both sit near Route 3 with trail maps and ranger facilities; the game converts the modern building into a decayed shelter patrolled by wolves and trappers.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "The Nucleus",
    "name_real": "Winter Harbor Naval Communications Station, ME",
    "lat": 44.3964,
    "lon": -68.0573,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Children of Atom stronghold inside a decaying coastal submarine pen.",
    "description_full": "The Nucleus in Far Harbor is a repurposed pre-war submarine base claimed by the Children of Atom. It parallels the real naval communications site at Winter Harbor on the Schoodic Peninsula, adapting its bunkers and antenna field into an irradiated cathedral.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Vim! Pop Factory",
    "name_real": "Former Bucksport Paper Mill, Bucksport, ME",
    "lat": 44.5715,
    "lon": -68.7945,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Rival soda plant whose mascots litter Far Harbor with faded ads.",
    "description_full": "The Vim! Pop Factory in Fallout 4 stands on the mainland opposite Mount Desert Island. Its industrial waterfront footprint resembles the Bucksport paper mill complex along the Penobscot River, reimagined as a soda bottling plant contested by Trappers and ghouls.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Echo Lake Lumber",
    "name_real": "Echo Lake, Mount Desert Island, ME",
    "lat": 44.3134,
    "lon": -68.368,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Sawdust-choked sawmill settlement beside Echo Lake.",
    "description_full": "Echo Lake Lumber in Fallout 4 is a sawmill turned fog-fenced outpost. It hugs the shoreline of Echo Lake on Mount Desert Island, matching the lake's location and tree line while adding catwalks, milled planks, and harvester machinery.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Harbor Grand Hotel",
    "name_real": "Bar Harbor Grand Hotel, Bar Harbor, ME",
    "lat": 44.389,
    "lon": -68.2033,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Collapsed coastal hotel haunted by ghouls and hidden vault crates.",
    "description_full": "The Harbor Grand Hotel in Far Harbor riffs on the Bar Harbor Grand Hotel in downtown Bar Harbor. The in-game version keeps the seaside block and Victorian styling while portraying the interior as a crumbling maze of flooded rooms and feral residents.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-World Transit Center",
    "name_real": "Worcester Union Station, Worcester, MA",
    "lat": 42.2615,
    "lon": -71.7949,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Monorail departure point carrying visitors to the Nuka-World park.",
    "description_full": "The Nuka-World Transit Center sits west of Boston as the monorail gateway to the amusement park DLC. Its grand station facade and rail yard mirror Worcester's Union Station, serving as a clear analog for a regional hub repurposed for theme-park access.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-Town USA",
    "name_real": "Six Flags New England, Agawam, MA",
    "lat": 42.0355,
    "lon": -72.6162,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Central hub of the raider-run Nuka-World amusement park.",
    "description_full": "Nuka-Town USA in Fallout 4 is the entry plaza to Nuka-World, ruled by raider gangs. It is a strong analog to Six Flags New England in Agawam, sharing the riverside setting and clustered rides while turning the concourses into fortified bazaar streets.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Kiddie Kingdom",
    "name_real": "Six Flags New England Kidzopolis Area, Agawam, MA",
    "lat": 42.034,
    "lon": -72.615,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Corroded children's zone shrouded in Nuka-World's corrosive mist.",
    "description_full": "Kiddie Kingdom is the children’s ride sector of Nuka-World, saturated with corrosive mist. It parallels the kid-focused sections of Six Flags New England, using the same park footprint while replacing bright rides with decayed animatronics and trapped mascots.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Galactic Zone",
    "name_real": "Six Flags New England North End, Agawam, MA",
    "lat": 42.0365,
    "lon": -72.613,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Star-themed park sector patrolled by restored robots.",
    "description_full": "The Galactic Zone in Fallout 4 is a sci-fi themed section of Nuka-World defended by Star Control robots. It maps onto the northern ride clusters of Six Flags New England, with the game swapping coasters for retro-futuristic exhibits and a central mission control tower.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Dry Rock Gulch",
    "name_real": "Six Flags New England Western Town, Agawam, MA",
    "lat": 42.033,
    "lon": -72.618,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Western-themed park land overrun by malfunctioning cowboy bots.",
    "description_full": "Dry Rock Gulch in Fallout 4 recreates a frontier town inside Nuka-World. It corresponds to the western-themed area of Six Flags New England, keeping the boardwalk facades while populating them with robotic sheriff actors and hidden feral ghouls.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Safari Adventure",
    "name_real": "Six Flags New England Hurricane Harbor Area, Agawam, MA",
    "lat": 42.032,
    "lon": -72.612,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Overgrown zoo and safari dome filled with mutated wildlife.",
    "description_full": "Safari Adventure is Nuka-World's zoo district in Fallout 4. It overlaps the waterpark and animal-themed edges of Six Flags New England, turning enclosures and splash zones into glass biodomes patrolled by gatorclaws and primates.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Bradberton Overlook",
    "name_real": "South Holyoke Range Overlook, MA",
    "lat": 42.1183,
    "lon": -72.604,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Scenic cliffside gazebo honoring Nuka-Cola's creator.",
    "description_full": "Bradberton Overlook in Fallout 4 is a hillside memorial to John-Caleb Bradberton above Nuka-World. It mirrors overlooks along the Holyoke Range south of the park, pairing wooded ridgelines with a small pavilion that the game outfits as a hidden bunker entrance.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Grandchester Mystery Mansion",
    "name_real": "Lizzie Borden House, Fall River, MA",
    "lat": 41.6987,
    "lon": -71.1551,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Macabre stage-show mansion featuring the lethal Grandchester family.",
    "description_full": "The Grandchester Mystery Mansion in Fallout 4 is a haunted attraction inside Nuka-World. It riffs on notorious New England murder houses like the Lizzie Borden House in Fall River, adapting the Victorian facade and tour format into a weaponized funhouse.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Sanctuary Hills",
    "name_real": "Concord, MA",
    "lat": 42.4604,
    "lon": -71.3489,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Pre-war suburb where the Sole Survivor begins before Vault 111.",
    "description_full": "Sanctuary Hills is the Sole Survivor's neighborhood in Fallout 4. It is modeled on leafy suburbs north of Boston like Concord, keeping the cul-de-sacs and bridge over the river while shifting the layout to place Vault 111 in the nearby hills.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Hangman's Alley",
    "name_real": "North End Alleyways, Boston, MA",
    "lat": 42.3648,
    "lon": -71.0589,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Tight urban scrap fort built in a former Boston service alley.",
    "description_full": "Hangman's Alley in Fallout 4 is a compact player settlement wedged between tall buildings. It corresponds to the narrow service alleys of Boston's North End, using the same brick canyons and fire escapes while adding barricades and rooftop shacks.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "College Square",
    "name_real": "Boston University East Campus, Boston, MA",
    "lat": 42.3501,
    "lon": -71.0994,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Ghoul-filled campus plaza near the Boston Public Library ruins.",
    "description_full": "College Square in Fallout 4 is a subway-adjacent plaza swarming with feral ghouls. It parallels the BU East Campus area along Commonwealth Avenue, preserving the rail median and collegiate storefronts while depicting them as gutted shells.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nahant Chapel",
    "name_real": "St. Thomas Aquinas Chapel, Nahant, MA",
    "lat": 42.4208,
    "lon": -70.9182,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Coastal chapel seized by zealots hunting a runaway synth.",
    "description_full": "Nahant Chapel in Fallout 4 sits on the peninsula's shoreline, echoing small chapels like St. Thomas Aquinas in Nahant. The game retains the seaside hilltop setting while turning the sanctuary into an ambush site during the quest 'Human Error.'",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Relay Tower 0BB-915",
    "name_real": "Cell Tower near Bedford, MA",
    "lat": 42.5433,
    "lon": -71.3036,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Broadcast relay unlocking military distress signals in the northwest Commonwealth.",
    "description_full": "Relay Tower 0BB-915 is one of Fallout 4's raiseable radio masts. It stands in wooded hills resembling the telecom towers near Bedford, Massachusetts, keeping the forested ridge while adding extendable antenna rigs and supply crates.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Relay Tower 0DB-521",
    "name_real": "Telecom Mast west of Carlisle, MA",
    "lat": 42.558,
    "lon": -71.38,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Radio mast revealing hidden supply caches once powered.",
    "description_full": "Relay Tower 0DB-521 in Fallout 4 sits on a hilltop northwest of Boston. It is analogous to rural telecom masts west of Carlisle, Massachusetts, with the game converting a utility clearing into a small scavenger camp beside the extendable tower.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Graygarden",
    "name_real": "Waltham Greenhouses, Waltham, MA",
    "lat": 42.3836,
    "lon": -71.2642,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Robot-run greenhouse complex producing surplus mutfruit.",
    "description_full": "Graygarden in Fallout 4 is a greenhouse settlement operated by Mr. Handy robots. It parallels greenhouse clusters along the Fitchburg Line near Waltham, keeping the elevated rail bed and glass structures while adding hydroponic rigs and robot maintenance bays.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Jamaica Plain Town Hall",
    "name_real": "Jamaica Plain Municipal Building, Boston, MA",
    "lat": 42.3097,
    "lon": -71.1202,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Derelict municipal hall rumored to hide a priceless treasure.",
    "description_full": "The Jamaica Plain Town Hall in Fallout 4 anchors a quest about the town's 'treasure.' It matches the municipal building and surrounding square in Boston's Jamaica Plain neighborhood, though the game collapses neighboring blocks and fills the hall with traps and ferals.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Murkwater Construction Site",
    "name_real": "Fore River Marsh, Quincy, MA",
    "lat": 42.2318,
    "lon": -71.0503,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Swamped foundation turned into a player build site crawling with mirelurks.",
    "description_full": "Murkwater Construction Site in Fallout 4 is a flooded foundation south of Quincy. It reflects the marshy Fore River wetlands, preserving the waterlogged excavation pit while adding half-built framing and mirelurk nests the player must clear.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Croup Manor",
    "name_real": "Oceanfront Victorians, Nahant, MA",
    "lat": 42.4242,
    "lon": -70.92,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Haunted seaside mansion reclaimed from feral ghouls.",
    "description_full": "Croup Manor in Fallout 4 stands on a cliff above the Atlantic. It mirrors the Victorian seaside houses on Nahant Road, keeping the ocean views while depicting the structure as half-collapsed and packed with ferals until the Sole Survivor restores it.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Somerville Place",
    "name_real": "Somerville, MA",
    "lat": 42.3876,
    "lon": -71.0995,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Small farming homestead tucked into the southwest Commonwealth.",
    "description_full": "Somerville Place in Fallout 4 is a family farm the player can assist and claim as a settlement. Its name and location reference the real city of Somerville, using the same suburban farmland feel while simplifying the surrounding neighborhoods into open plots.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Point Lookout Boardwalk",
    "name_real": "Chesapeake Beach Boardwalk, MD",
    "lat": 38.6851,
    "lon": -76.5347,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument",
      "settlement"
    ],
    "description_short": "Foggy amusement pier leading into the swamps of Point Lookout.",
    "description_full": "The Point Lookout Boardwalk in Fallout 3's DLC evokes decaying seaside amusement piers. It parallels the Chesapeake Beach boardwalk on Maryland's western shore, with similar rides and piers reimagined as ruined stalls facing marshy bay water.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Calvert Mansion",
    "name_real": "Point Lookout Lighthouse Manor, Scotland, MD",
    "lat": 38.0751,
    "lon": -76.335,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Gothic manor hiding the rival Calvert family brains in Point Lookout.",
    "description_full": "Calvert Mansion in Fallout 3's Point Lookout DLC is a fortified estate above the bay. It aligns with the historic lighthouse area near Point Lookout State Park, turning the bluff-top homes into a booby-trapped stronghold contested by Desmond and Professor Calvert.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Turtledove Detention Camp",
    "name_real": "St. Mary's County Military Reservation, MD",
    "lat": 38.285,
    "lon": -76.88,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Enclave prisoner camp featured in the Broken Steel add-on.",
    "description_full": "Turtledove Detention Camp appears in Fallout 3's Broken Steel DLC as an Enclave labor site. Its forested barracks mirror training ranges within the St. Mary's County military reservations, converted in-game into a fenced POW camp for wastelanders.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Anchorage Memorial",
    "name_real": "United States Marine Corps War Memorial, Arlington, VA",
    "lat": 38.8921,
    "lon": -77.0709,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Frozen harbor monument marking the Anchorage Reclamation.",
    "description_full": "The Anchorage Memorial in Fallout 3 commemorates the liberation of Anchorage and becomes a mutant den. It occupies the Potomac waterfront in a position analogous to Arlington's USMC War Memorial, adapting a war statue and reflecting pool into a flooded combat space.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Mama Dolce's",
    "name_real": "Industrial Cannery Site, Falls Church, VA",
    "lat": 38.8806,
    "lon": -77.176,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Chinese-owned pre-war food factory hiding covert operations.",
    "description_full": "Mama Dolce's factory in Fallout 3 is a Chinese front producing canned goods and secret intel. Its brick warehouse setting fits industrial zones in Falls Church, Virginia, with the game expanding underground access tunnels to a hidden signal station.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Yao Guai Tunnels",
    "name_real": "Great Falls Park Caves, McLean, VA",
    "lat": 38.9932,
    "lon": -77.2557,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed metro spur overrun by feral bears beneath the Potomac bluffs.",
    "description_full": "The Yao Guai Tunnels in Fallout 3 wind beneath rocky Potomac bluffs and spill into ruined rails. They parallel cave-filled ravines in Great Falls Park, keeping the steep terrain while adding derailed cars and hibernating mutated bears.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Maxson Air Force Base",
    "name_real": "Davison Army Airfield, Fort Belvoir, VA",
    "lat": 38.7167,
    "lon": -77.1836,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction",
      "monument"
    ],
    "description_short": "Brotherhood staging ground for the assault on Adams Air Force Base.",
    "description_full": "Maxson Air Force Base in Fallout 3's Broken Steel DLC is a Brotherhood forward base. It aligns with the air facilities at Fort Belvoir, such as Davison Army Airfield, reflecting the same wooded runways while transforming hangars into vertibird pads and staging tents.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Dead Horse Camp",
    "name_real": "Kolob Terrace, Zion National Park, UT",
    "lat": 37.285,
    "lon": -112.954,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Tribal camp allied with Joshua Graham in Zion Canyon.",
    "description_full": "Dead Horse Camp in the Honest Hearts DLC sits along Zion's high plateaus. It corresponds to campsites on the Kolob Terrace of Zion National Park, with the game adding Dead Horse totems and white-painted tents while keeping the mesa vistas.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Three Marys",
    "name_real": "Three Marys Canyon, Zion National Park, UT",
    "lat": 37.3054,
    "lon": -112.9407,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Waterfall-lined canyon providing passage across Zion.",
    "description_full": "Three Marys in Fallout: New Vegas marks a scenic canyon with hanging bridges and Sorrows patrols. It maps directly to Three Marys Canyon in Zion National Park, retaining the waterfalls and narrow slot paths while adding wooden walkways and camp totems.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Red Gate",
    "name_real": "Zion East Entrance Cliffs, UT",
    "lat": 37.2004,
    "lon": -112.981,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Rockfall-choked pass separating tribal territories in Zion.",
    "description_full": "Red Gate in the Honest Hearts DLC is a landslide-blocked pass guarded by White Legs. It corresponds to the cliff-lined eastern approaches to Zion National Park, mirroring the red sandstone switchbacks while dramatizing the blockage with toppled boulders.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sunken B-29",
    "name_real": "Lake Mead B-29 Crash Site, NV",
    "lat": 36.1837,
    "lon": -114.425,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Submerged bomber resting on the floor of Lake Mead.",
    "description_full": "The Sunken B-29 in Fallout: New Vegas is a real-world crash site of a B-29 Superfortress in Lake Mead. The game preserves its location and orientation underwater, adding salvage cables for the NCR to raise it during 'Volare!'.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Nipton Road Reststop",
    "name_real": "Cottonwood Cove Roadside Stop, NV",
    "lat": 35.4705,
    "lon": -114.9834,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Small roadside outpost between the Mojave Outpost and Searchlight.",
    "description_full": "The Nipton Road Reststop in Fallout: New Vegas sits along Highway 164, serving travelers and Jackal raiders. It reflects real roadside stops between Searchlight and Nipton, repurposed in-game with boarded shops and an abandoned gas station.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "The Divide",
    "name_real": "Nevada Test and Training Range Badlands, NV",
    "lat": 39.293,
    "lon": -117.871,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Tornado-scoured canyon of silos and collapsed highways from Lonesome Road.",
    "description_full": "The Divide in Fallout: New Vegas is a blasted canyon of missile impacts and storms. It draws from the remote badlands of Nevada's Test and Training Range along US-6/50, using similar arid mesas and abandoned military infrastructure exaggerated for apocalyptic drama.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Big MT Sink",
    "name_real": "Groom Lake Area, Nevada Test Site",
    "lat": 37.2431,
    "lon": -115.793,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Research crater at the center of Old World Blues' Big MT facility.",
    "description_full": "The Big MT Sink in Fallout: New Vegas sits in a crater ringed by think tanks and labs. It is an analog to the secretive research basins around Groom Lake at the Nevada Test Site, translating restricted desert valleys into a walled science preserve full of robo-brains.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sierra Madre Casino",
    "name_real": "La Fonda on the Plaza, Santa Fe, NM",
    "lat": 35.687,
    "lon": -105.9398,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Cursed pre-war resort trapped in an endless poisonous cloud.",
    "description_full": "The Sierra Madre Casino in Fallout: New Vegas: Dead Money is a sealed art-deco resort. It evokes historic Southwestern hotels like La Fonda in Santa Fe, sharing adobe facades and a central plaza while relocating the analog to a fictional ghost city filled with toxic fog.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Ashton Silo Control Station",
    "name_real": "Wendover Air Force Base, UT",
    "lat": 40.7187,
    "lon": -114.035,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed missile silo launch site breached in Lonesome Road.",
    "description_full": "Ashton Silo Control Station in Fallout: New Vegas is a destroyed ICBM facility players infiltrate. Its remote desert runway setting mirrors the decommissioned Wendover Air Force Base along the Utah-Nevada border, adapted into a bombed-out silo complex.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Lake Las Vegas",
    "name_real": "Lake Las Vegas, Henderson, NV",
    "lat": 36.1086,
    "lon": -114.907,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Luxury lakeside resort ruins now prowled by fiends and cazadores.",
    "description_full": "Lake Las Vegas appears in Fallout: New Vegas as a partially drained resort area southeast of the Strip. It matches the real planned community around Lake Las Vegas in Henderson, keeping the artificial lake and villa layout while aging them into cracked stucco shells.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Sorrows Camp",
    "name_real": "North Fork Virgin River Camps, Zion National Park, UT",
    "lat": 37.314,
    "lon": -112.94,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement",
      "faction"
    ],
    "description_short": "Tribal encampment of the peaceful Sorrows along Zion's river.",
    "description_full": "Sorrows Camp in Honest Hearts hosts the Sorrows tribe beside the North Fork of the Virgin River. It parallels riverside campsites in Zion National Park, retaining the cottonwoods and canyon walls while adding whitehandprint totems and cooking pits.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Angel Cave",
    "name_real": "Kolob Arch Backcountry Caves, Zion National Park, UT",
    "lat": 37.309,
    "lon": -112.95,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument",
      "faction"
    ],
    "description_short": "Sacred Sorrows cavern used for Joshua Graham's preparations.",
    "description_full": "Angel Cave in Fallout: New Vegas is a hidden cavern sanctuary for the Sorrows. It evokes backcountry caves near Kolob Arch in Zion National Park, preserving the red rock chambers while adding tribal shrines and stockpiled weapons for the White Legs war.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Chinatown Gate",
    "name_real": "Dragon Gate, Grant Avenue, San Francisco, CA",
    "lat": 37.7901,
    "lon": -122.4058,
    "media": [
      "FO2",
      "TV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Iconic entry arch to San Francisco's Chinatown seen in Fallout 2 and the TV series.",
    "description_full": "The Chinatown Gate marks the entrance to San Francisco's Chinatown in Fallout 2, appearing again in Amazon's Fallout series establishing shots. It is the same Dragon Gate on Grant Avenue, used intact on-screen and referenced as the pre-war gateway to Shi-controlled districts.",
    "cFactor": 1.0
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Necropolis",
    "name_real": "Bakersfield, CA",
    "lat": 35.3733,
    "lon": -119.0187,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ghoul-run city built in the ruins of pre-war Bakersfield.",
    "description_full": "Necropolis in the original Fallout is a city of ghouls occupying Bakersfield. The mapping keeps the Highway 99 corridor and desert outskirts of Bakersfield, with the game replacing neighborhoods by flooded sewers and the hidden Vault 12 beneath.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Brooks Head Lighthouse",
    "name_real": "Bass Harbor Head Light, Tremont, ME",
    "lat": 44.2213,
    "lon": -68.3372,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Rocky lighthouse watched by Children of Atom fanatics in Far Harbor.",
    "description_full": "Brooks Head Lighthouse in Fallout 4 guards the southern tip of Mount Desert Island, claimed by zealots. It is a clear analog to Bass Harbor Head Light near Tremont, preserving the cliffside beacon and keeper's house while adding radioactive fog shrines.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Old Longfellow's Cabin",
    "name_real": "Long Pond Camps, Mount Desert Island, ME",
    "lat": 44.2635,
    "lon": -68.3281,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Hermit's coastal cabin that becomes the player’s Far Harbor base.",
    "description_full": "Old Longfellow's Cabin in Fallout 4 belongs to the grizzled hunter helping the Sole Survivor. It mirrors camps along Long Pond on Mount Desert Island, keeping the lakeside dock and pine forest while outfitting the shack with Far Harbor traps and stills.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-World Power Plant",
    "name_real": "Mount Tom Station, Holyoke, MA",
    "lat": 42.2696,
    "lon": -72.6572,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Coal plant powering Nuka-World and final raider control point.",
    "description_full": "The Nuka-World Power Plant in Fallout 4 sits north of the park as a looming smokestack complex. It parallels the retired Mount Tom power station along the Connecticut River, using the same riverside industrial footprint as an analog generation hub.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-World Junkyard",
    "name_real": "Bondi's Island Landfill, Agawam, MA",
    "lat": 42.0615,
    "lon": -72.582,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Scrapyard outside Nuka-World filled with scavengers and bots.",
    "description_full": "The Nuka-World Junkyard in Fallout 4 sprawls over trash heaps east of the park monorail. It corresponds to the Bondi's Island landfill on the Connecticut River, turning the real disposal site into a rusted camp of robots and raiders picking through refuse.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Bradberton Amphitheater",
    "name_real": "Six Flags Riverfront Amphitheater, Agawam, MA",
    "lat": 42.0379,
    "lon": -72.612,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Stage and hillside pavilion honoring Nuka-Cola's creator.",
    "description_full": "Bradberton Amphitheater in Fallout 4 overlooks Nuka-Town with a memorial to John-Caleb Bradberton. It mirrors the riverfront amphitheater at Six Flags New England, reimagining its lawn seating as a fenced shrine and raider meeting ground.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "The Parlor",
    "name_real": "Six Flags Main Street Pavilion, Agawam, MA",
    "lat": 42.0371,
    "lon": -72.6145,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Operators' polished headquarters above Nuka-Town's streets.",
    "description_full": "The Parlor in Fallout 4 serves as the Operators' casino-like base within Nuka-Town. Its second-story balcony and stage match the park's main street pavilion at Six Flags New England, adapted into a leather-clad raider clubhouse overlooking the central thoroughfare.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-Cola Bottling Plant",
    "name_real": "Bottling Riverfront Pad, Six Flags New England, MA",
    "lat": 42.036,
    "lon": -72.619,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Soda-themed river plant filled with quantum security turrets.",
    "description_full": "Fallout 4's Nuka-Cola Bottling Plant anchors the west end of the Nuka-World park with vats and tasting lines. It parallels the industrial staging pad along the Connecticut River behind Six Flags New England, converting backstage service docks into a branded bottling tour.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Starlight Interstellar Theater",
    "name_real": "Springfield Science Museum Seymour Planetarium, MA",
    "lat": 42.1043,
    "lon": -72.5896,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Space show dome inside the Galactic Zone's ruined midway.",
    "description_full": "The Starlight Interstellar Theater in Fallout 4 hosts star-core exhibits and malfunctioning projectors. It reflects the planetarium at the Springfield Science Museum, using a similar domed hall as an analog before overlaying Nuka-Cola branding and security bots.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Robotics Disposal Ground",
    "name_real": "USAF Lincoln Labs Radar Test Range, Bedford, MA",
    "lat": 42.4804,
    "lon": -71.1124,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Military scrap yard storing a dormant sentry bot and practice range.",
    "description_full": "The Robotics Disposal Ground in Fallout 4 is a fenced pit of broken drones north of Boston. It parallels radar and drone test ranges near Hanscom Field and Lincoln Labs, turning a real defense scrapyard layout into a playable demolition site with a buried sentry bot.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Fort Hagen Satellite Array",
    "name_real": "Sudbury Uplink Station Site, Massachusetts",
    "lat": 42.128,
    "lon": -71.355,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed relay dish field beside the Fort Hagen approach.",
    "description_full": "Fallout 4's Fort Hagen Satellite Array scatters toppled dishes and a hostile robot staging ground west of Boston. It aligns with Cold War uplink stations around Sudbury and Marlborough, treating their cleared pads as analog antenna farms guarding the highway.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Mechanist's Lair",
    "name_real": "Boston Edison Power Substation, Dorchester, MA",
    "lat": 42.2864,
    "lon": -71.0637,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Underground robot factory seized from the Rust Devils by Ada and the Mechanist.",
    "description_full": "The Mechanist's Lair in Fallout 4: Automatron hides beneath a ruined industrial block south of downtown. Its brick substation shell matches Boston Edison power facilities in Dorchester, serving as an analog warehouse converted into a multi-level robot foundry.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "RobCo Sales & Service Center",
    "name_real": "Downtown Crossing Office Block, Boston, MA",
    "lat": 42.3553,
    "lon": -71.0603,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed RobCo tower where the Sole Survivor meets Ada in Automatron.",
    "description_full": "In Fallout 4's Automatron quest, the RobCo Sales & Service Center is a downtown ruin filled with rogue robots. It maps to the office towers near Downtown Crossing, using the same street grid as an analog corporate lobby overtaken by Mechanist forces.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Wilson Atomatoys Factory",
    "name_real": "Former Whittenton Mills complex, Taunton, MA",
    "lat": 41.9045,
    "lon": -71.0948,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Toy factory ruin occupied by rogue robots and scavengers.",
    "description_full": "The Wilson Atomatoys Factory in Fallout 4 is a multi-story mill packed with protectrons and assembly lines. Its riverside brick layout mirrors the old Whittenton Mills in Taunton, adapting the textile complex into an analog toy plant with collapsing catwalks.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "General Atomics Factory",
    "name_real": "GE Aviation Lynn River Works, Massachusetts",
    "lat": 42.4662,
    "lon": -70.9517,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Automated robot plant churning out Mr. Gutsy units north of Boston.",
    "description_full": "Fallout 4's General Atomics Factory is a hazardous assembly line full of aggressive bots. It parallels the GE River Works facility in Lynn, using the same waterfront industrial footprint as an analog robotics plant tucked beside the Saugus River.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Eden Meadows Cinema",
    "name_real": "West Springfield Drive-In, Massachusetts",
    "lat": 42.1073,
    "lon": -72.6409,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Drive-in near Nuka-World used as a raider staging area in the wasteland.",
    "description_full": "Eden Meadows Cinema in Fallout 4 sits outside Nuka-World as a ruined drive-in theater with a downed plane. It aligns with the site of the former West Springfield drive-in, converting its gravel lot and screen berm into a raider ambush ground and workshop space.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Beaver Creek Lanes",
    "name_real": "Downeast Bowling Center, Ellsworth, ME",
    "lat": 44.5431,
    "lon": -68.4239,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Foggy bowling alley hideout on Mount Desert Island.",
    "description_full": "Beaver Creek Lanes in Fallout 4's Far Harbor DLC is a collapsed bowling alley full of trappers. It parallels bowling centers in Ellsworth near Acadia, using the roadside boxy footprint as an analog refuge overtaken by raiders and wildlife.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Cranberry Island Bog",
    "name_real": "Cranberry Isles Marsh, Maine",
    "lat": 44.259,
    "lon": -68.2325,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Quaking mire packed with feral ghouls and sunken shacks in Far Harbor.",
    "description_full": "Cranberry Island Bog in Fallout 4 mirrors the tidal marshes south of the Cranberry Isles off Mount Desert Island. The DLC converts the mudflats and scattered docks into a hazardous wading ground dotted with half-sunk homes and lurking ghouls.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Acadia Wind Farm",
    "name_real": "Beaver Ridge Wind Project, Freedom, ME",
    "lat": 44.5221,
    "lon": -69.2822,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Line of collapsed turbines that power Far Harbor's fog condensers.",
    "description_full": "The Acadia Wind Farm in Fallout 4 strings broken turbines across a ridge on the mainland. It parallels the Beaver Ridge wind project in central Maine, using the same hilltop turbine spacing as an analog power site crippled by storms and feral creatures.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Haddock Cove",
    "name_real": "South Portland Harbor Fish Shacks, ME",
    "lat": 43.6401,
    "lon": -70.2463,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Raiders nest in decaying seaside shanties along the Far Harbor route.",
    "description_full": "Haddock Cove in Fallout 4 is a small inlet cluttered with raider shacks and fishing boats. It evokes the working docks of South Portland, adapting real lobster shanties into a post-war camp that players must clear.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Rayburn Point",
    "name_real": "Mount Desert Narrows Campsites, ME",
    "lat": 44.3969,
    "lon": -68.3181,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Marshy campsite overtaken by super mutants south of Far Harbor town.",
    "description_full": "Rayburn Point in Fallout 4 once hosted campers along the inshore waters before mutants moved in. It parallels campgrounds along the Mount Desert Narrows, converting picnic shelters and RV pads into flooded fighting positions amid radiation pockets.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Brooks' Sea Caves",
    "name_real": "Bar Island Tide Caves, ME",
    "lat": 44.3953,
    "lon": -68.2157,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Smuggler grotto used by a synth-hunting trapper in Far Harbor.",
    "description_full": "Brooks' Sea Caves in Fallout 4 hide stashes and a kidnapped synth beneath tidal rock arches. They echo the natural sea caves near Bar Island by Bar Harbor, using the same granite openings as an analog smuggling den exposed at low tide.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Children of Atom Shrine",
    "name_real": "Winter Harbor Radar Annex Bluff, ME",
    "lat": 44.3821,
    "lon": -68.082,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Radiant cliffside shrine tended by Far Harbor's zealots.",
    "description_full": "This Children of Atom Shrine in Fallout 4 overlooks the ocean from a rocky outcrop east of the island. It aligns with the cliffs near the former Winter Harbor radar annex, turning antenna footings into an analog pilgrimage site bathed in fog and radiation.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Alien Crash Site",
    "name_real": "Roswell UFO Crash Site area, NM",
    "lat": 33.3943,
    "lon": -104.523,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Secret saucer crash that begins the Mothership Zeta adventure.",
    "description_full": "Fallout 3 hides an Alien Crash Site northwest of DC, leading to the Mothership Zeta DLC. Its layout mirrors cultural depictions of the Roswell incident near Corona, New Mexico, using desert coordinates as an analog for a downed craft that beams the player aboard.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Outcast Anchorage Outpost",
    "name_real": "Fort Independence, Arlington, VA",
    "lat": 38.8593,
    "lon": -77.059,
    "media": [
      "FO3"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "BoS Outcast bunker running the Operation: Anchorage combat simulator.",
    "description_full": "The Outcast Anchorage Outpost in Fallout 3 is a fortified metro junction where players enter the VR assault. It corresponds to Fort Independence near Arlington, adapting the historic pentagonal earthwork into an analog command bunker guarded by defector paladins.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Anchorage Harbor Fuel Depot",
    "name_real": "Port of Anchorage petroleum terminal, AK",
    "lat": 61.2355,
    "lon": -149.8909,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Icy fuel yard fought over in the Operation: Anchorage simulation.",
    "description_full": "In Fallout 3's Operation: Anchorage, the fuel depot mission targets a waterfront oil yard. It mirrors the real Port of Anchorage petroleum terminals, using the same shoreline tank farms as an analog battleground layered with snowfields and Chinese PLA troops.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "The Pitt Steel Yard",
    "name_real": "Carrie Furnace Steel Works, Rankin, PA",
    "lat": 40.4126,
    "lon": -79.8806,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Smog-choked mill district filled with wild trogs and ingot hunts.",
    "description_full": "The Pitt Steel Yard in Fallout 3's DLC sends players through rusted blast furnaces and catwalks. It aligns with the Carrie Furnace industrial complex outside Pittsburgh, turning its towering stacks and ore sheds into a hazardous scavenging maze.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Haven Overlook",
    "name_real": "U.S. Steel Tower, Pittsburgh, PA",
    "lat": 40.4415,
    "lon": -79.9969,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ash-covered stronghold of Ashur and the Pitt raider leadership.",
    "description_full": "Haven Overlook in Fallout 3 crowns the skyline of the Pitt as the raider citadel. It parallels the U.S. Steel Tower in downtown Pittsburgh, using the same dominating footprint as an analog command tower wrapped in slave scaffolding and gun nests.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "The Pitt Market",
    "name_real": "Strip District Produce Terminal, Pittsburgh, PA",
    "lat": 40.4527,
    "lon": -79.9836,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Makeshift bazaar trading steel, slaves, and cure rumors beneath smokestacks.",
    "description_full": "The Pitt Market in Fallout 3 sits inside arched freight bays that shelter raider merchants. It echoes the Pittsburgh Produce Terminal in the Strip District, adapting its long brick concourse into an analog marketplace filled with shacks and chained workers.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Trog Tramway",
    "name_real": "Hot Metal Street Rail Spur, Pittsburgh, PA",
    "lat": 40.4271,
    "lon": -79.9555,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed tram tunnels crawling with feral trogs under the Pitt.",
    "description_full": "The Trog Tramway in Fallout 3 links the mill to downtown through broken elevated rails. It mirrors Pittsburgh's Hot Metal Street and river rail spurs, using the same industrial bridges as an analog passage now prowled by devolved workers.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Calvert Mansion Laboratories",
    "name_real": "Point Lookout Research Annex, MD",
    "lat": 38.0775,
    "lon": -76.3051,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Secret lab wing beneath Desmond's estate in Point Lookout.",
    "description_full": "The hidden laboratories under Calvert Mansion in Fallout 3 extend the estate into a fortified bunker. They reflect military communications bunkers scattered around Point Lookout, using similar reinforced corridors as an analog hideout for Desmond's experiments.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Old Olney Sewers",
    "name_real": "Olney, Maryland storm tunnels",
    "lat": 39.1533,
    "lon": -77.0661,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Deathclaw burrow hidden in the collapsed drainage under Old Olney.",
    "description_full": "The Old Olney Sewers in Fallout 3 connect ruined streets to a nest of Deathclaws and Enclave patrols. They correspond to the storm tunnels beneath Olney, Maryland, turning mundane drainage lines into a deadly underground lair.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Little Yangtze",
    "name_real": "Nellis Sandia Detention Analog, NV",
    "lat": 37.1023,
    "lon": -116.0442,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Prisoner camp in the Big MT crater holding hologram-guarded inmates.",
    "description_full": "Little Yangtze in Fallout: New Vegas' Old World Blues DLC is a walled POW yard patrolled by holograms. It draws from Cold War detention camps and radar sites on the Nevada Test Site, using a desert blockhouse layout as an analog internment zone.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Forbidden Zone Dome",
    "name_real": "Yucca Flat Test Dome, Nevada National Security Site",
    "lat": 37.1119,
    "lon": -116.05,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Old World Blues robot arena guarded by a cybernetic scorpion.",
    "description_full": "The Forbidden Zone Dome in Fallout: New Vegas sits on the rim of Big MT as a showdown arena. It parallels the geodesic test domes in Yucca Flat, reimagining the research enclosures as an analog lair for Dr. Mobius's experiments and giant robo-scorpions.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Villa Clinic",
    "name_real": "St. Vincent Hospital, Santa Fe, NM",
    "lat": 35.6803,
    "lon": -105.9495,
    "media": [
      "FNV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Red cloud-choked medical wing in the Sierra Madre Villa.",
    "description_full": "The Villa Clinic in Fallout: New Vegas: Dead Money is a crumbling hospital servicing the casino workers. It evokes regional hospitals like St. Vincent in Santa Fe, using adobe styling and courtyards as an analog before overlaying toxic gas and ghost people.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Auto-Doc Suite",
    "name_real": "Groom Lake Research Dispensary Site, NV",
    "lat": 37.2477,
    "lon": -115.8001,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "High-tech medical pod chamber inside Big MT's Sink dome.",
    "description_full": "The Auto-Doc Suite in Fallout: New Vegas provides surgical upgrades within the Sink base. Its sterile lab aesthetic mirrors small research dispensaries around Groom Lake, using those secretive clinics as an analog for the Old World Blues upgrade room.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Three Marys Cavern",
    "name_real": "Three Marys Falls area, Zion National Park, UT",
    "lat": 37.2912,
    "lon": -112.9794,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Sorrows tribe cavern system with water pools and hanging bridges.",
    "description_full": "Three Marys Cavern in Fallout: New Vegas is a sheltered hideout behind waterfalls in Zion. It aligns with the Three Marys Falls area, using the same creek-fed alcoves as an analog refuge populated by tribals and cazadores.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Zion Canyon Overlook",
    "name_real": "Canyon Overlook Trail, Zion National Park, UT",
    "lat": 37.2592,
    "lon": -112.9516,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Scenic ridge path overlooking the Sorrows' valley in Honest Hearts.",
    "description_full": "The Zion Canyon Overlook in Fallout: New Vegas provides vistas and a firefight with White Legs. It parallels the real Canyon Overlook Trail in Zion, translating the switchbacks and sheer drop-offs into a hazardous hiking route filled with survivalists.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Junktown Scrapheap",
    "name_real": "Apple Valley Salvage Yards, CA",
    "lat": 34.5293,
    "lon": -117.2167,
    "media": [
      "FO1"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Expansion of Junktown's outer piles where prospectors trade parts.",
    "description_full": "The Junktown Scrapheap in Fallout is a sprawl of rusted cars and shanties beyond Killian's gates. It corresponds to the auto salvage yards of Apple Valley near Barstow, using the same desert heaps as an analog marketplace run by scavengers.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Hub Old Town",
    "name_real": "Fourth Street Market, Los Angeles, CA",
    "lat": 34.0433,
    "lon": -118.2428,
    "media": [
      "FO1"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Historic quarter of the Hub controlled by merchants and caravans.",
    "description_full": "Hub Old Town in the original Fallout mixes brick warehouses and caravan depots. It mirrors the brick wholesale blocks of downtown Los Angeles around Fourth Street, serving as an analog trading ward where rival caravans and mercenaries stage deals.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Dayglow Docks",
    "name_real": "San Diego Naval Base Pier 1, CA",
    "lat": 32.6883,
    "lon": -117.1186,
    "media": [
      "FO2",
      "TV"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Refugee piers outside the irradiated Glow, mentioned in Fallout 2 and the TV series.",
    "description_full": "Dayglow's docks serve as the lifeline for survivors living outside the contaminated Glow crater. They parallel the naval piers of San Diego Bay, using the same long wharf layout as an analog harbor where caravans, NCR patrol boats, and refugees converge.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Maxson Boneyard Gate",
    "name_real": "Westchester Entrance, Los Angeles, CA",
    "lat": 33.9576,
    "lon": -118.3995,
    "media": [
      "FO1",
      "TV"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Brotherhood-manned gate controlling access into the Boneyard ruins.",
    "description_full": "The Brotherhood of Steel gate into the Boneyard in Fallout is fortified with sandbags and checkpoints. It corresponds to guarded access points along Sepulveda Boulevard near Westchester, serving as an analog highway chokepoint controlling traffic into ruined Los Angeles.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Hubologist Compound",
    "name_real": "Sutro Baths Terrace, San Francisco, CA",
    "lat": 37.7807,
    "lon": -122.5134,
    "media": [
      "FO2"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Cult enclave on San Francisco's cliffs worshipping starships and enlightenment.",
    "description_full": "The Hubologist Compound in Fallout 2 occupies coastal ruins with a view of the ocean. It parallels the Sutro Baths terrace near Lands End, adapting the concrete foundations and overlook into an analog cult campus preparing for a doomed shuttle launch.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Broken Hills Mine",
    "name_real": "Copper Mountain Mine, NV",
    "lat": 39.4902,
    "lon": -118.1056,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Uranium mine powering the mixed mutant town of Broken Hills.",
    "description_full": "Broken Hills in Fallout 2 relies on a uranium mine worked by super mutants and humans. It aligns with the Copper Mountain Mine near Nevada's border, using the same pithead-and-camp layout as an analog resource site fueling the settlement's reactor.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Vault City Council Dome",
    "name_real": "Carlin, Nevada Civic Center",
    "lat": 40.7135,
    "lon": -116.1038,
    "media": [
      "FO2"
    ],
    "tags": [
      "vault"
    ],
    "description_short": "Pristine civic dome where Vault 8's overseers rule the city.",
    "description_full": "The Council Dome in Fallout 2's Vault City is a gleaming administrative hall for the descendants of Vault 8. It parallels civic centers in Carlin, Nevada, using a similar planned grid and central hall as an analog of a carefully maintained vault-born capital.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-Express Monorail Platform",
    "name_real": "ESE Big E Monorail Spur, West Springfield, MA",
    "lat": 42.109,
    "lon": -72.593,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Boarding platform where raiders ambush the monorail to Nuka-World.",
    "description_full": "The Nuka-Express Monorail Platform in Fallout 4 is a high concrete station serving the park shuttle. It parallels the monorail spur constructed for the Big E fairgrounds in West Springfield, adapting its elevated dock into a raider trap above the highway.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "RobCo Battlezone",
    "name_real": "Six Flags Arena Plaza, Agawam, MA",
    "lat": 42.0383,
    "lon": -72.6147,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Robot gladiator arena inside the Galactic Zone midway.",
    "description_full": "RobCo Battlezone in Fallout 4 pits visitors against waves of combat bots for tickets. It maps to the arena plaza space at Six Flags New England, converting a show pavilion into a circular combat pit packed with malfunctioning robots.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-Cade",
    "name_real": "Main Midway Arcade, Six Flags New England, MA",
    "lat": 42.0374,
    "lon": -72.6142,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ticket arcade where raiders gamble for Nuka-World prizes.",
    "description_full": "The Nuka-Cade in Fallout 4 sits at Nuka-Town's core with skee-ball and prize counters. It parallels arcade halls on the Six Flags New England midway, adapting the same footprint into a raider-run prize den accepting caps and tokens.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Hubologist Camp (Galactic Zone)",
    "name_real": "Six Flags Overflow Picnic Grove, Agawam, MA",
    "lat": 42.0391,
    "lon": -72.617,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Small campsite for Hubologist pilgrims beside the star rides.",
    "description_full": "In Fallout 4's Nuka-World DLC, a group of Hubologists tents near the Galactic Zone seeking a fusion core. Their camp mirrors overflow picnic groves west of the Six Flags rides, turning shade shelters into an analog staging area for the star-worshipping cult.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Mothership Zeta Cryo Lab",
    "name_real": "White Sands Test Facility Clean Room, NM",
    "lat": 32.9904,
    "lon": -106.9759,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Freezing chamber aboard the alien ship where captives awaken.",
    "description_full": "The Cryo Lab in Fallout 3's Mothership Zeta DLC holds abducted humans in suspended animation. It draws on clean-room test bays at White Sands, using similar sterile pods as an analog while relocating the scene to orbit for the abduction narrative.",
    "cFactor": 0.4
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Anchorage Listening Post",
    "name_real": "Kincaid Park Bunker Site, Anchorage, AK",
    "lat": 61.1355,
    "lon": -149.9506,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Hidden PLA listening post infiltrated during the Anchorage simulation.",
    "description_full": "During Operation: Anchorage in Fallout 3, players assault a covert Chinese listening post carved into icy cliffs. It parallels bunker sites in Kincaid Park outside Anchorage, using the wooded coastal bluffs as an analog hiding spot for radio operators.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "The Pitt Arena",
    "name_real": "Petersen Events Center, Pittsburgh, PA",
    "lat": 40.4454,
    "lon": -79.9626,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Gladiatorial pit called the Hole where slaves fight for freedom.",
    "description_full": "The Pitt Arena in Fallout 3 hosts brutal matches for entertainment and manumission. It aligns with indoor arenas like the Petersen Events Center in Pittsburgh, adapting the domed seating bowl into an analog bloodsport venue within the smoggy city.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Canyon Wreckage",
    "name_real": "Grapevine Canyon wash, NV",
    "lat": 35.1635,
    "lon": -114.5802,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Blocked highway canyon leading into Lonesome Road's Divide.",
    "description_full": "The Canyon Wreckage in Fallout: New Vegas seals the courier's path with destroyed overpasses and NCR patrols. It parallels Grapevine Canyon near Laughlin, using the same narrow wash and cliff walls as an analog entry scarred by collapsed bridges.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Courier's Mile",
    "name_real": "Nevada Test Site Crater 3",
    "lat": 37.0869,
    "lon": -116.0351,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Highly irradiated blast crater packed with marked men in Lonesome Road.",
    "description_full": "Courier's Mile in Fallout: New Vegas is a towering crater left by a nuclear detonation during Lonesome Road. It mirrors subsidence craters on the Nevada National Security Site, using one of the test ground depressions as an analog battlefield coated in radiation.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Monorail Control Building",
    "name_real": "MGM Grand Monorail Operations, Las Vegas, NV",
    "lat": 36.1046,
    "lon": -115.1669,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "NCR-guarded station powering the Strip monorail to Camp McCarran.",
    "description_full": "The Monorail Control Building in Fallout: New Vegas sits on the Strip as NCR-secured transit infrastructure. It parallels the Las Vegas Monorail operations facility near the MGM Grand, adapting the real control hub into a guarded transport node amid the war.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Nuka-World Employee Dorms",
    "name_real": "Staff Housing, Six Flags New England, MA",
    "lat": 42.0398,
    "lon": -72.6188,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Barracks-style lodging block for park staff now used by raiders.",
    "description_full": "The Nuka-World Employee Dorms in Fallout 4 sit behind the park gates as dilapidated housing for raiders and traders. They parallel staff lodging clusters behind Six Flags New England, adapting the service quarters into a looted bunkhouse on the edge of the wasteland park.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Oasis",
    "name_real": "Great Falls Park Groves, Virginia",
    "lat": 39.011,
    "lon": -77.2502,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Hidden grove where Harold has grown into a sentient tree.",
    "description_full": "Oasis in Fallout 3 is a secretive community protecting Harold, whose body has merged with a great tree. The grove lies in cliffs north of DC and parallels the wooded hollows of Great Falls Park, using the same river overlooks as a secluded refuge for the Treeminders.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Crater of Atom",
    "name_real": "Takoma Crater Area, Washington, DC",
    "lat": 38.9683,
    "lon": -76.984,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Radioactive sinkhole filled with Children of Atom zealots.",
    "description_full": "The Crater of Atom in Fallout 3 is a bomb-blasted depression inhabited by the Children of Atom. It sits east of DC in the same corridor as Takoma Park, mirroring the neighborhood's railroad cut turned into a glowing worship site by the radiation cultists.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "SatCom Array NN-03d",
    "name_real": "Sugar Grove Listening Posts Region, West Virginia",
    "lat": 38.886,
    "lon": -79.39,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Remote satellite dish cluster guarded by mercenaries in the wastes.",
    "description_full": "SatCom Array NN-03d in Fallout 3 is a field of radar dishes used by raiders and Talon Company. Its isolated mountain setting matches former NSA listening posts near Sugar Grove, West Virginia, serving as an analog Cold War station watching the skies.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Takoma Park",
    "name_real": "Takoma Park, Maryland",
    "lat": 38.9779,
    "lon": -77.0075,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "War-torn neighborhood contested by Enclave and Brotherhood squads.",
    "description_full": "Takoma Park in Fallout 3 is a ruined suburb besieged by the Enclave. It occupies the real Maryland neighborhood of Takoma Park, keeping its rowhouse streets and Metro access while portraying the zone as a frontline between factions.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Rockland Car Tunnel",
    "name_real": "Rock Creek Park Tunnels, Washington, DC",
    "lat": 38.9132,
    "lon": -77.0526,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Collapsed highway tunnel packed with traps and raider ambushes.",
    "description_full": "The Rockland Car Tunnel in Fallout 3 connects Georgetown to the Mall through a wrecked underground highway. It parallels the Rock Creek and Potomac Parkway tunnels, using the same curved bore under parkland as an ambush-filled corridor.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Nuka-Cola Corporation Headquarters",
    "name_real": "Former Nuka-Cola HQ Site, Crystal City, VA",
    "lat": 38.8579,
    "lon": -77.0531,
    "media": [
      "FO3"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Corporate tower of Nuka-Cola now crawling with feral ghouls.",
    "description_full": "Nuka-Cola Corporation Headquarters in Fallout 3 is a branded office block full of cola memorabilia. It stands just outside DC in Crystal City, mirroring the area's commercial high-rises and metro connections while converting a modern office tower into a ghoul-infested landmark.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Forest Grove Marsh",
    "name_real": "Waushakum Ponds Wetland, Framingham, MA",
    "lat": 42.2976,
    "lon": -71.3923,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Flooded suburb overrun by feral ghouls and stagnant water.",
    "description_full": "Forest Grove Marsh in Fallout 4 is a submerged neighborhood filled with feral ghouls. It mirrors the low-lying ponds near Waushakum in Framingham, adapting the cul-de-sacs and boardwalks into a waterlogged trap for unwary scavengers.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Fiddler's Green Trailer Estates",
    "name_real": "Trailer Park West of Framingham, MA",
    "lat": 42.2989,
    "lon": -71.4301,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Gutted trailer park used by raiders and patrolled Mr. Handies.",
    "description_full": "Fiddler's Green Trailer Estates in Fallout 4 is a fenced trailer park stalked by ferals and rogue Mister Handies. It sits west of Boston along Route 9, echoing real trailer communities outside Framingham with the same looped driveway and clustered mobile homes.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Fens Street Sewer",
    "name_real": "Jersey Street Service Tunnel, Fenway Area, MA",
    "lat": 42.3461,
    "lon": -71.0978,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Hidden sewer lair beneath the ballpark district near Diamond City.",
    "description_full": "The Fens Street Sewer in Fallout 4 hides a trap-ridden lair below the ballpark neighborhood. It aligns with service tunnels beneath Jersey Street at Fenway Park, turning maintenance corridors into a raider dungeon under Diamond City's outfield walls.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "HalluciGen, Inc.",
    "name_real": "Former Chemical Labs, South Boston, MA",
    "lat": 42.3469,
    "lon": -71.0554,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Experimental gas lab filled with unstable toxins and malfunctioning turrets.",
    "description_full": "HalluciGen, Inc. in Fallout 4 is a pre-war chemical weapons lab full of hallucinogenic gas experiments. Its brick warehouse footprint south of downtown mirrors Boston's former industrial labs, adapting the multi-story factory into a chaotic combat test site.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Shamrock Taphouse",
    "name_real": "Downtown Boston Pub Blocks, Massachusetts",
    "lat": 42.3523,
    "lon": -71.0594,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Derelict Irish-themed pub with a raider bar fight arena inside.",
    "description_full": "The Shamrock Taphouse in Fallout 4 is a gutted Irish pub turned raider den. It sits in the Financial District and mirrors the cluster of historic bars near the Rose Kennedy Greenway, turning a narrow tavern footprint into a scrap-built fighting pit.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Atom Cats Garage",
    "name_real": "Crowley Automotive, Quincy, MA",
    "lat": 42.2502,
    "lon": -71.0093,
    "media": [
      "FO4"
    ],
    "tags": [
      "faction"
    ],
    "description_short": "Greaser-themed power armor garage run by the Atom Cats gang.",
    "description_full": "Atom Cats Garage in Fallout 4 is a hot-rod themed power armor chop shop. It parallels automotive yards in Quincy and Braintree near the Fore River, using the same cinderblock bays and fenced lot as an analog hangout for the retro-styled gang.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "O'Neill Family Manufacturing",
    "name_real": "Industrial Park North of Quincy, MA",
    "lat": 42.2605,
    "lon": -71.0241,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Family-run metal shop harboring a lone deathclaw.",
    "description_full": "O'Neill Family Manufacturing in Fallout 4 is a small industrial building hiding a captured deathclaw. The site parallels light industrial parks north of Quincy along Route 3A, adapting a brick warehouse bay into a deathclaw pen amid scrap heaps.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Federal Ration Stockpile",
    "name_real": "Devens Supply Bunkers, Massachusetts",
    "lat": 42.5501,
    "lon": -71.6136,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Wartime bunker network commandeered by raiders and Scav bosses.",
    "description_full": "The Federal Ration Stockpile in Fallout 4 is a fortified cave storing pre-war food caches. It aligns with military depot bunkers around Fort Devens, using the same earth-covered magazines as an analog hoard now occupied by raiders and Red Tourette's crew.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Suffolk County Charter School",
    "name_real": "Suffolk County Elementary Site, Revere, MA",
    "lat": 42.4179,
    "lon": -70.9851,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Abandoned school full of pink-slime test vats and feral teachers.",
    "description_full": "Suffolk County Charter School in Fallout 4 is a ruined elementary school overtaken by pink-slime food experiments. It matches the peninsula classroom complex in Revere, converting the coastal school footprint into a cautionary tale of failed wartime nutrition programs.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Federal Surveillance Center K-21B",
    "name_real": "Fort Devens Listening Bunker, MA",
    "lat": 42.5508,
    "lon": -71.612,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Secret intelligence bunker monitored by the ghoulish Agent Edwards.",
    "description_full": "Federal Surveillance Center K-21B in Fallout 4 hides beneath the hills west of Cambridge, filled with terminals that recorded synths. It parallels underground signals intelligence bunkers at Fort Devens, repurposing a communications vault into a feral ghoul-infested data hub.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Malden Drainage",
    "name_real": "Fellsway Storm Drains, Malden, MA",
    "lat": 42.4291,
    "lon": -71.0648,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Flooded drain culvert connecting Malden streets to a Raider hideout.",
    "description_full": "Malden Drainage in Fallout 4 is a short storm drain hideout used during the Silver Shroud quests. It parallels the drainage culverts under the Fellsway in Malden, turning maintenance tunnels into a secret entry for mobsters and raiders.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "Big John's Salvage",
    "name_real": "Dorchester Auto Salvage Yards, Boston, MA",
    "lat": 42.2921,
    "lon": -71.0639,
    "media": [
      "FO4"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Scrap yard piled high with crushed cars and a hidden bomb collar stash.",
    "description_full": "Big John's Salvage in Fallout 4 is an auto junkyard south of Boston overrun by raiders. It mirrors Dorchester's salvage lots along the Southeast Expressway, using stacked cars and a crane tower as an analog scrapyard with a dark family bunker beneath.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Commonwealth",
    "name_ingame": "O'Neill Station",
    "name_real": "MBTA Red Line Abandoned Platform, Quincy, MA",
    "lat": 42.2655,
    "lon": -71.0207,
    "media": [
      "FO4"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Secret subway platform leading into the O'Neill tunnel warrens.",
    "description_full": "O'Neill Station in Fallout 4 is a hidden subway stop connecting to raider-filled service tunnels. It parallels unused MBTA platforms south of Quincy Center, adapting the abandoned red line spur into a clandestine base beneath the highway.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Dry Wells",
    "name_real": "Dry Wells Basin, Nevada Test Site",
    "lat": 35.181,
    "lon": -114.576,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Legion slave pit nuked into a crater in Lonesome Road's finale.",
    "description_full": "Dry Wells in Fallout: New Vegas is a Legion crucifixion site later obliterated by a nuke. Its desert basin parallels cratered test grounds south of the Nevada National Security Site, using the same arid flats as a grim analog execution ground.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Umbra Tribe Village",
    "name_real": "Klamath River Delta Tribal Lands, CA",
    "lat": 41.707,
    "lon": -124.072,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Sulik's tribal home of the Umbra, a riverside camp of hunters.",
    "description_full": "The Umbra Tribe Village in Fallout 2 is Sulik's home, a riverside camp built around fishing and spirits. It parallels tribal lands near the Klamath River mouth in far northern California, using similar riverbank clearings as an analog settlement.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Primitive Tribe Village",
    "name_real": "Oasis Valley Camps, Beatty, NV",
    "lat": 36.93,
    "lon": -116.759,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Simple tribal camp near Vault 15 visited during NCR expansion.",
    "description_full": "The Primitive Tribe in Fallout 2 lives in makeshift huts near Vault 15, resisting NCR assimilation. Their camp fits the sparse tent sites around Oasis Valley near Beatty, Nevada, using the same desert springs as an analog gathering place.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "EPA Research Facility",
    "name_real": "EPA Western Ecology Lab, Corvallis, OR",
    "lat": 44.5646,
    "lon": -123.262,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Hidden pre-war environmental vault rumored in Fallout 2 cut content.",
    "description_full": "The EPA Facility in Fallout 2's restoration mod is a sealed environmental research vault. It aligns with the EPA ecology labs in Corvallis, Oregon, using the Pacific Northwest campus setting as an analog for a high-tech bunker studying flora and fauna.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Crater Mining Site",
    "name_real": "Darwin Mining District, California",
    "lat": 36.257,
    "lon": -117.594,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Circular open-pit mine with experimental rock-eating robots.",
    "description_full": "The Crater Mining Site in Fallout 2's add-on content is a round open pit filled with malfunctioning robo-miners. It parallels the open pits in the Darwin mining district east of the Sierra Nevada, using a similar circular excavation as an analog hazardous dig.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "Golgotha",
    "name_real": "Potter's Field near New Reno, NV",
    "lat": 39.5308,
    "lon": -119.813,
    "media": [
      "FO2"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Desolate graveyard where New Reno families bury their secrets.",
    "description_full": "Golgotha in Fallout 2 is a lonely graveyard outside New Reno used to disappear enemies. It corresponds to the potter's fields outside Reno, using the desert cemetery plots as an analog burial ground lined with shallow graves and mob victims.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "New California",
    "name_ingame": "The Caf of Broken Dreams",
    "name_real": "Desert Diner Ruins off I-80, Nevada",
    "lat": 39.3344,
    "lon": -118.0405,
    "media": [
      "FO2"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Easter-egg diner filled with classic Fallout characters in a dream.",
    "description_full": "The Caf of Broken Dreams in Fallout 2 is a surreal desert diner populated by familiar faces. It fits the abandoned highway diners along I-80 in Nevada, using a lonely roadside building as an analog dreamscape stopover.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "Meresti Metro Station",
    "name_real": "Glenmont Metro Yards, Maryland",
    "lat": 39.0612,
    "lon": -77.0535,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Ghoul-run Republic of Dave link used by the Family of vampires.",
    "description_full": "Meresti Metro Station in Fallout 3 hides the Family of reclusive cannibals. It corresponds to rail yards near Glenmont on the Red Line, converting an outlying maintenance station into a subterranean lair with side tunnels leading to their lair.",
    "cFactor": 0.6
  },
  {
    "franchise": "Fallout",
    "region": "Capital Wasteland",
    "name_ingame": "F. Scott Key Trail & Campground",
    "name_real": "Key Bridge Park Camp, Arlington, VA",
    "lat": 38.8996,
    "lon": -77.0722,
    "media": [
      "FO3"
    ],
    "tags": [
      "settlement"
    ],
    "description_short": "Riverside campsite used by Outcasts and wanderers beside the Potomac.",
    "description_full": "The F. Scott Key Trail & Campground in Fallout 3 provides a riverside camp under the Key Bridge. It mirrors the recreation fields and camps along the Mount Vernon Trail near Key Bridge Park, adapting picnic shelters into makeshift tents.",
    "cFactor": 0.8
  },
  {
    "franchise": "Fallout",
    "region": "Mojave",
    "name_ingame": "Hopeville Missile Base HQ",
    "name_real": "Wendover Air Force Base Control, Utah",
    "lat": 40.7378,
    "lon": -114.0361,
    "media": [
      "FNV"
    ],
    "tags": [
      "monument"
    ],
    "description_short": "Central command building for the bombed-out Hopeville missile base.",
    "description_full": "Hopeville Missile Base HQ in Fallout: New Vegas is the shattered command center explored during Lonesome Road. It parallels abandoned control blocks at Wendover Air Force Base on the Utah-Nevada line, turning Cold War launch offices into a collapsed command post amid missile silos.",
    "cFactor": 0.6
  }
]